{
  "chapter": [
    {
      "screen": "<h2>Chapter 3: Life</h2>",
      "type": "text"
    },
    {
      "screen": "<p>The universe is a giant, living organism; it is conscious&mdash;it has got a mind, a body, and a soul. This means that everything inside of the universe may be said to be &ldquo;alive,&rdquo; as well. We say this is because, just as everything inside of your body may be considered to be &ldquo;living,&rdquo; in some way; the same principle may also be applied to the body of the universe.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Hence the reason why everything may be looked upon as being &ldquo;alive&rdquo; in some way, and here everything really does mean everything. It means you, and me ... a plant, or a tree ... a molecule, or an atom ... a planet, or a star ... or even an entire solar-system, or a galaxy ... it really does not matter&mdash;all of these things may be said to be &ldquo;alive!&rdquo;</p>",
      "type": "story"
    },
    {
      "screen": "<p>Our definition of a &ldquo;life-form&rdquo; is anything that has got a mind, a body, and a soul. Anything that has got the capacity to think, or feel emotions&mdash;anything that is in fact conscious, or self-aware. You may be considered to be a life-form, for example. You may be said to demonstrate all of these qualities, and therefore you may be classified in this such way.</p>",
      "type": "story"
    },
    {
      "screen": "<p>We believe that the universe may also be said to demonstrate these same qualities. We believe that it has also got the capacity to think, and feel emotions; we believe that it is also both conscious, and self-aware. This means that both yourself, and the universe have got something in common, so to speak. You may both be looked upon as &ldquo;living creatures.&rdquo;</p>",
      "type": "story"
    },
    {
      "screen": "<p>You may both be looked upon as being different forms of life, or as &ldquo;life-forms,&rdquo; if you will. The universe may be much larger and far more significant in scale, and you may much smaller and buried deep inside, but essentially you may both be looked upon in the exact same light. You may both be said to be &ldquo;alive.&rdquo;</p>",
      "type": "story"
    },
    {
      "screen": "<p>This may seem impossible to you, but we have discovered something truly astonishing about this universe. We have discovered that  <em>everything</em> may be classified as a &ldquo;life-form.&rdquo; This means that <em>everything</em> may be said to have a mind, a body, and a soul; and that <em>everything</em> falls into the same exact category as both yourself and the universe!</p>",
      "type": "story"
    },
    {
      "screen": "<p>As extraordinary as it may seem, this means that <em>everything</em> has got the capacity to think and feel emotions, and that <em>everything</em> is in fact conscious and self-aware! As absurd as it may seem, this means that everything inside of the body of the universe is in fact just as alive as you are! Despite the fact that this must seem completely insane, we can assure you that this is in fact the truth!</p>",
      "type": "story"
    },
    {
      "screen": "<p>And once again, here everything really does mean everything: it means you, and me ... a plant, or a tree ... a molecule, or an atom ... a planet, or a star ... or even an entire solar-system, or a galaxy ... it really does not matter! All of these things may be looked upon in the exact same light, because all of them are in fact different forms of life!</p>",
      "type": "story"
    },
    {
      "screen": "<p>It may be difficult to understand how something a like a star, or a planet could ever possibly be conscious, or self-aware&mdash;but never the less this remains true&mdash;and not only are they conscious and self-aware, but they are in fact far more conscious, and self-aware than you or I could ever possibly imagine!</p>",
      "type": "story"
    },
    {
      "screen": "<p>This is because there tends to be a correlation in nature between intelligence, and scale. This means that larger organisms tend to be much smarter than smaller organisms. This is not an absolute law in nature, but as a general rule, it does tend to work quite well. Larger organisms tend to be far more sophisticated, and consciously aware.</p>",
      "type": "story"
    },
    {
      "screen": "<p>So the stars, and the planets are not just bigger than we are, but they are in fact intellectual giants when compared to us! They know things about the universe that we could never hope to&mdash;things that we would not even think to question; things that we could not even pretend to understand!</p>",
      "type": "story"
    },
    {
      "screen": "<p>They are so far beyond us on an evolutionary scale, that they make us look like bacteria in comparison! This is how intelligent, and sophisticated they are. We are absolutely nothing compared to them&mdash;these enormous creatures are very ancient, and very wise. They possess a degree of awareness that is simply far beyond our comprehension!</p>",
      "type": "story"
    },
    {
      "screen": "<p>But even the stars and the planets would bow-down to the knowledge, and wisdom of a galaxy! The galaxies are so highly evolved, that they make the stars, and the planets look like tiny little insects! These phenomenal creatures are so breath-taking, that there are no simply words to explain how magnificent, and splendid they truly are!</p>",
      "type": "story"
    },
    {
      "screen": "<p>But irrespective of how impressive, or wonderful any of these creations may be; you don&apos;t actually need to look out into outer-space in order to discover new forms of life. There is plenty to be found, right here on earth! These creatures are absolutely everywhere on this planet, and the simple truth of the matter is that it is almost impossible not to spot them!</p>",
      "type": "story"
    }
  ]
}