{
  "chapter": [
    {
      "screen": "<h2>Chapter 2: The Grand Scheme</h2>",
      "type": "text"
    },
    {
      "screen": "<p> We make no claim to understand why the Creator created the universe. We have absolutely no idea as to what use or benefit it may be to him. We simply just accept the fact that he has. We assume that there is a reason; we assume that the universe does serve a purpose of some kind, but we simply make no attempt to presume what that might be.</p>",
      "type": "story"
    },
    {
      "screen": "<p>We do not see the point in trying to question this. We consider it to be beyond our comprehension. We consider ourselves to be too limited to understand. In truth, we consider ourselves to be far too primitive to perhaps ever understand! This is why we resign ourselves to the idea that this is something that we might simply never know.</p>",
      "type": "story"
    },
    {
      "screen": "<p>But for us, it is not important if we are able to understand&mdash;or not understand&mdash;why he created the universe. For us, it is far more important to recognise the fact that he &ldquo;has&rdquo; created the universe. For in doing this, we are able to recognise the fact that he is the only true source of love in this universe.</p>",
      "type": "story"
    },
    {
      "screen": "<p>So if we want to have love, and happiness in our lives, then we must do all we can to obey his will. This is what makes him the lord and master of all creation, and this is what makes him so powerful. He holds the key to our hearts, and our happiness. As far as we are concerned, the secret to happiness isn&apos;t actually a secret at all&mdash;all we need to do is to obey.</p>",
      "type": "story"
    },
    {
      "screen": "<p>The Creator may well have absolute power, and control over the universe, but that does not necessarily make him a &ldquo;god.&rdquo; For us, this word has got a very specific meaning&mdash;we use it as a technical term. For us, this word represents a very important feature in the component structure of the universe.</p>",
      "type": "story"
    },
    {
      "screen": "<p>We define a god as being a &ldquo;parent&ndash;life-form,&rdquo; who is able to achieve a wilful command over a &ldquo;child&ndash;life-form.&rdquo; As a general rule, a child&ndash;life-form may be said to exist inside the body of the parent; in the form of a component part. To explain what this means, we need to go right back to where we first started from&mdash;right back to the beginning, if you will. </p>",
      "type": "story"
    }
  ]
}