{
  "chapter": [
    {
      "screen": "<h2>Chapter 12: The Grace of God</h2>",
      "type": "text"
    },
    {
      "screen": "<p>We have all been raised with a classic notion of what it means to be sinful; we have all been brought up to know the difference between right, and wrong. In many ways, it doesn&apos;t really matter what religion, or faith you may happen to subscribe to; most of the fundamental principles are all exactly the same.</p>",
      "type": "story"
    },
    {
      "screen": "<p>But we are all very limited creatures, and there will always be times when we are tempted to sin. Anyone can fall from grace, and this is truly not our fault. This is because we are only human at the end of the day, and there will always be times when temptation can get the better of us.</p>",
      "type": "story"
    },
    {
      "screen": "<p>We are susceptible to this because we are creatures of instinct. The same instincts that have seen us evolve from single-cellular life, are the same instincts that still drive us to this day. These instincts govern every last aspect of our lives, and they can often fill us with urges that are almost impossible to deny.</p>",
      "type": "story"
    },
    {
      "screen": "<p>But deny them we must, for if we do not, then God has a means of coping with us. He has an immune-system, if you will. When we sin, God will punish us&mdash;he will punish us with with a sharp dose of hate. We find this punishing because there is nothing more beautiful than to have love in your heart, and there is nothing more excruciating than to have that taken away.</p>",
      "type": "story"
    },
    {
      "screen": "<p>And if we should choose to continue regardless, then God will simply punish us even further. He will blast us and blast us, with more and more hatred, until we finally give-up and obey. This is how God copes with us when we sin. He will diminish the love in our hearts until we correct ourselves, and relent to his will.</p>",
      "type": "story"
    },
    {
      "screen": "<p>But not everyone will choose to relent. For some, their desire to sin is far too strong, and they will simply refuse to give up on their sinful ways no matter what. When this happens, then God only has one last option available to him. Now this may seem a little extreme, but at this point he is forced to abandon them!</p>",
      "type": "story"
    },
    {
      "screen": "<p>If someone is truly determined to sin at all cost, then God will abandon them&mdash;he will forsake them. He will expel them from the body of God, and quite literally leave them to their own devices. This is what it means to be fallen angel, and this is what it means to fall from grace. This is what it means to be cast out of Heaven!</p>",
      "type": "story"
    },
    {
      "screen": "<p>In doing this, he will disconnect them from from the tree of life, and this is no trivial affair! It renders the individual completely disabled&mdash;it cripples them. This is because love is the energy that powers life, and the simple truth of the matter is that these individuals simply do not have a power-supply, any more!</p>",
      "type": "story"
    },
    {
      "screen": "<p>Not only does this disable them, but ultimately it puts their very life in danger. The simple truth is that these poor creatures may only have a few short weeks, or months to live. During which time, they will age very rapidly, and they will soon become very lifeless, and slow. Their bodies will grow decrepit, and weak, and they will very quickly lose all zest, and enthusiasm for life.</p>",
      "type": "story"
    },
    {
      "screen": "<p>It&apos;s sad, but as the love in their hearts begins to expire, so will all of the magic, and wonder from their lives. Their food will begin to lose its taste; the sky will begin to lose its majesty. Absolutely nothing they do will have any meaning any more, and everything will start to become a dull, meaningless chore.</p>",
      "type": "story"
    },
    {
      "screen": "<p>The simple truth is that if you have no love in your heart, then it is simply not possible to enjoy anything you do&mdash;everything starts to become a struggle, and a pain. This is something quite difficult to explain, but ultimately it is just a fact of life. Love is everything&mdash;love is life&mdash;love is the energy that powers life.</p>",
      "type": "story"
    },
    {
      "screen": "<p>In their final stages, the fallen angel will undergo one last transformation. In many ways, this is the most tragic part of the whole process, because they effectively cease being human all together. Their intelligence will drop, and they will start to become completely unrecognisable from the people they once were.</p>",
      "type": "story"
    },
    {
      "screen": "<p>As they wonder around in this state whereby they are not quite living, but somehow not quite dead at the same time, they somehow become something else. We call them &ldquo;zombies.&rdquo; We do not fear them as such, but we fear what they can become. This is because zombies teeter on the edge of two separate worlds&mdash;good and evil.</p>",
      "type": "story"
    },
    {
      "screen": "<p>God does not turn someone into a zombie so as to punish them&mdash;he does this so as to &ldquo;deactivate&rdquo; them. He does this to disable them, if you will. The logic being here that they may be free to continue with their sinful ways if they want to, but at least they will be doing so with less enthusiasm, and vigour. The idea is that they will cause less damage, this way.</p>",
      "type": "story"
    },
    {
      "screen": "<p>He also does this so that he can &ldquo;salvage&rdquo; them. Rather than simply choosing to destroy them, as you may imagine he should; he will choose to &ldquo;deactivate&rdquo; them, instead. In doing this, he is giving them the opportunity to reconsider their actions. He does this in the hope that they will realise the error in their ways, and return to him.</p>",
      "type": "story"
    },
    {
      "screen": "<p>A lost soul is free to return to the body of God at any time of their choosing&mdash;all they need to do is give up on their sinful ways, and repent. For those who seek salvation, God will forgive them immediately&mdash;he holds no malice against us. His only wish is for us to be good. His only wish is for us to obey!</p>",
      "type": "story"
    },
    {
      "screen": "<p>In truth, this is what God would most like to happen. He would like it for the lost soul to realise the error in their ways, and to rejoin him once again in Heaven. This is the outcome he would most like to occur, but not all zombies do choose to return to the body of God, however. For some, their desire to sin is simply far too strong!</p>",
      "type": "story"
    },
    {
      "screen": "<p>These creatures will choose to seek out an alternative solution, instead. As they do so, they will turn to Lucifer, and he will show them a different way. Lucifer is always lurking, and hiding in the shadows. He preys on fallen angels, and he is always waiting for his opportunity to pounce. In truth, it was probably his trickery that caused them to fall, in the first place!</p>",
      "type": "story"
    }
  ]
}