{
  "chapter": [
    {
      "screen": "<h2> Chapter 10: Morality</h2>",
      "type": "text"
    },
    {
      "screen": "<p>People often think that God&apos;s sole purpose in life is to love us, and to care for us, and nothing more. That he is here to serve us, if you will ... but these people could not be more mistaken if they tried, however, because nothing could be further from the truth! God is not here to serve us, we are here to serve him!</p>",
      "type": "story"
    },
    {
      "screen": "<p>As an organism, God is perhaps the single most important living creature on this entire planet. He has got a critical role to play in the grand scheme of things, and it is entirely possible that the fate of the entire universe may well rest upon his better judgement, some day. This destiny is what he concerns himself with the most, and it is certainly not us, or our well-being.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Our happiness is important to him&mdash;this is because we are a part of him, and he is a part of us&mdash;but he certainly not here to serve us. We are nothing more than the cells within his body, and it is our job to serve him at the end of the day; not the other way around. He has very much got his own set of issues to contend with, and it is our job to help him with that.</p>",
      "type": "story"
    },
    {
      "screen": "<p>This is the simple truth of the matter, and that&apos;s all there is to it. Our responsibility in life is to serve him, and to help him in his quest to fulfil his destiny. This is why he created us, and this is the reason why we exist. This is our purpose in life, and what is required of us. This is our reality, whether we like it or not!</p>",
      "type": "story"
    },
    {
      "screen": "<p>But there are tools to help us with this however, and religion is one such tool. Religions provide us with a set of guidelines that we can use, to help us in our obligation to serve God. If we obey these rules correctly, then we become more useful to God. This is why religions exist&mdash;they help us to conduct our selves in such a way, that is to God&apos;s best advantage.</p>",
      "type": "story"
    },
    {
      "screen": "<p>In other words, they teach us the difference between right, and wrong. Our whole concept of right and wrong is actually nothing more than a set of rules that we have derived from God. It is actually something that exists for his benefit, and not for our benefit, as you may have thought. The short of the matter is that it is right to obey him, and it is wrong to disobey him&mdash;and that&apos;s all there is to it!</p>",
      "type": "story"
    },
    {
      "screen": "<p> Traditionally, those of us who obey these rules may be said to be &ldquo;good.&rdquo; God would like it for everyone to be good. Good people are very efficient, and responsive to his needs. This makes his life very easy, and straight forward&mdash;it makes it very easy for him to achieve, anything that he may want to achieve.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Those of us who do not obey these rules may be said to be &ldquo;bad.&rdquo; God hates it when we are bad&mdash;bad people are very sluggish, and non-responsive to his needs. This makes his life very difficult, because it makes it almost impossible for him to achieve, anything that he might like to achieve.</p>",
      "type": "story"
    },
    {
      "screen": "<p>There is a big difference between someone being &ldquo;bad,&rdquo; and someone who is &ldquo;evil.&rdquo; If someone is bad, then they hurt God by accident&mdash;they do so unintentionally, so to speak. But if someone is evil on the other hand, then they hurt God on purpose&mdash;they do so quite intentionally, for their own prosperity, and gain.</p>",
      "type": "story"
    },
    {
      "screen": "<p>An angel can be bad, and still remain an angel&mdash;they can still remain a part of the body of God. But evil is something different, however&mdash;in fact, evil is something else entirely! Only a demon can be capable if evil. This is because evil is something that can only exist outside of the body of God. It is something that belongs exclusively to the domain of Lucifer.</p>",
      "type": "story"
    },
    {
      "screen": "<p>We are all cells with in the body of God&mdash;as such&mdash;how we function and behave, has got a direct impact on how he is able to function and behave. If everyone was good, for example, then this would make God very healthy, and strong; it would leave him in tip-top condition, so to speak. This would make it very easy for him to achieve, anything that he might like to achieve.</p>",
      "type": "story"
    },
    {
      "screen": "<p>If everyone was bad on the other hand, then this would make God feel decrepit, and weak. It would actually cripple him, in fact. This would make it almost impossible for him to achieve, anything that he might like to achieve. In truth, this would be so disastrous that it may even endanger his mortality!</p>",
      "type": "story"
    },
    {
      "screen": "<p>So this is why everyone should be good. In fact, this is what defines of our whole concept of morality! Something is only considered to be &ldquo;right&rdquo; if it is in God&apos;s better interest, and it is only considered to be &ldquo;wrong&rdquo; if it works against it. It really is that simple, and there is nothing more to it.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Any other benefit that we may receive in our lives is entirely incidental to this fact. It is incidental, but not necessarily coincidental&mdash;our lives are very heavily intertwined, after all&mdash;we are one. But the point of the matter is that our whole concept of morality is in fact entirely meaningless outside of body of God.</p>",
      "type": "story"
    },
    {
      "screen": "<p>If there was no God, then we would simply have no concept of these such things. If there was no God, then there would be no right, and there would be no wrong. The whole idea would be a nonsense&mdash;it would quite literally have no meaning. The only reason why we have this understanding is to help us in our obligation to serve God.</p>",
      "type": "story"
    },
    {
      "screen": "<p>It&apos;s not wrong for a lion to kill for food, for example. Neither is it wrong for a tree to steal sunlight from the plants on the forest floor. It&apos;s neither right, nor wrong for a baboon to fight to become the alpha-male. None of these things are right, and none of these things are wrong, because human morality is something that can only exist inside of the body of God!</p>",
      "type": "story"
    }
  ]
}