{
  "chapter": [
    {
      "screen": "<h2>Chapter 17: The Messiah</h2>",
      "type": "text"
    },
    {
      "screen": "<p>There will come a day when Lucifer shall rule over all mankind, and all of us shall be lost. All of us shall be consumed by the darkness, and the Dark-Lord shall reign supreme. He will control the church, the media, and the government&mdash;and public opinion will be whatever he wants it to be. This will be an age, where evil shall conquer the earth!</p>",
      "type": "story"
    },
    {
      "screen": "<p>In these dark times, only our children shall remain connected to God&mdash;and with this being true&mdash;this means that Lucifer shall only have one form of prey. To this end, mothers will begin to have children, purely so that they may feed on them, and people will start to become more, and more ferocious as they feed on their young.</p>",
      "type": "story"
    },
    {
      "screen": "<p>This will be a generation who shall laugh at the very idea of God. All invention, and creativity will cease, and people will live for no other reason beyond the cruelty, and torture they can inflict upon others. This really shall be the darkest of times; brother will turn on brother, and the world as we know it shall come to an end!</p>",
      "type": "story"
    },
    {
      "screen": "<p>Lucifer will create a world that will fall nothing short of hell on earth. A world where no-one would ever think to question his authority, or dare to question his rule. Only one man will be able to survive these difficult times, and he alone shall save us. This man is the Messiah, and he alone shall stand, and fight!</p>",
      "type": "story"
    },
    {
      "screen": "<p>The Messiah will not be like other men, he will be born different to the rest of us. He will be born with a genetic disorder, that will render him gifted&mdash;gifted to the point of being super-human! He will not be like any man who has ever lived before, or perhaps may ever live, ever again. He shall truly be the first, and the last of his kind!</p>",
      "type": "story"
    },
    {
      "screen": "<p>The Messiah will be autistic. This is a condition that may conjure up all sorts of images in your mind, but he will not be afflicted with any disorder that you may be familiar with. His will be a very rare condition&mdash;quite unlike anything you may have seen before. His will be a condition that no-one has ever suffered from before, or perhaps may suffer from, ever again.</p>",
      "type": "story"
    },
    {
      "screen": "<p>The Messiah will be born without any concept of &ldquo;self.&rdquo; This is something quite difficult to explain, because there is nothing that you can immediately compare it to, but this effectively means that he himself will not exist within his own mind. It means that he himself will be truly &ldquo;self-less.&rdquo;</p>",
      "type": "story"
    },
    {
      "screen": "<p>The effects of his condition will be quite obvious to behold, because the Messiah will be quite unlike anyone else you may have ever met before. One of the more obvious symptoms of his condition will be reflected in his good nature. This will be a man who will only ever think of others, and he will have very little regard for his own wants, or needs.</p>",
      "type": "story"
    },
    {
      "screen": "<p>He will also be remarkably true in character. This will be a man who will only ever listen to his heart, and his conscience will be all that guides him. He will be delightful, in this respect, but in truth these will only ever be symptoms of his condition. The true effects of his disorder will in fact run much deeper than this.</p>",
      "type": "story"
    },
    {
      "screen": "<p>The fact that he is self-less means that he will never fall prey to human weakness, or desire in any form&mdash;his condition will make it technically impossible for him to do so. This will make him perfectly immune to Lucifer, in a sense, because he will never actually know what it feels like to crave things such as money, power, or sex.</p>",
      "type": "story"
    },
    {
      "screen": "<p>In truth, he will only ever be able to achieve a theoretical understanding of these things, and this is how removed he shall be from the rest of us. The darker side of humanity shall always remain a bit of a mystery to him, and deep down inside of himself, he will never truly understand why the rest of us are the way we are.</p>",
      "type": "story"
    },
    {
      "screen": "<p>The Messiah will be pure in heart, he will be a man who will only ever listen to his heart. This means that for everything he does, he shall do so out of love. It also means that he will be perfectly obedient to God. In fact, there will be nothing in this world that could ever distract him from this duty. First and foremost, this shall be his concern.</p>",
      "type": "story"
    },
    {
      "screen": "<p>The Messiah will serve God without hesitation, or question&mdash;he would walk through fire, if this is what God wanted him to do. He will be a perfect angel, in this respect; in fact, he will obey God&apos;s will to such an extent, that he will not have any free-will of his own to speak of! This is what will make him so different to the rest of us, and this is how exceptional he will be!</p>",
      "type": "story"
    },
    {
      "screen": "<p>This is something so unusual, that he will actually manage to defy one of the fundamental laws of nature! Technically, this aspect of his character will make him the only living creature in all of creation, who is not subject to the principle of free-will. This is something so extraordinary, that even the stars and the planets will sit-up, and take notice!</p>",
      "type": "story"
    },
    {
      "screen": "<p>The galaxy is a very busy place, and the stars and the planets are all in constant communication with each other. It will be Mother Earth who will first take note of the Messiah, and she will broadcast the news of his arrival to every last star, and planet in the sky. For everything he does, and every move he makes, she will broadcast the news, deep into space!</p>",
      "type": "story"
    },
    {
      "screen": "<p>Not being subject to the principle of free-will is something so extraordinary, that all of the stars and the planets will look upon this as being a sign from the Creator! As such, they will all begin to take a very keen interest in all of the events as they unfold, here on Earth. In time, they shall all grow very fond of the Messiah, but none shall ever love him more than God!</p>",
      "type": "story"
    },
    {
      "screen": "<p>God will love him enormously his obedience, and devotion&mdash;far more than you, or I could ever possibly understand. Far more than you, or I could ever possibly know! For every minute, of every hour, of every day ... God will bless him with more love than you, or I will ever see in our whole life-times!  </p>",
      "type": "story"
    },
    {
      "screen": "<p>Even if we lived for a thousand years&mdash;even if we lived for a thousand life-times! This is how much God will love him; he will actually love him more, than all of the rest of us all put together! God&apos;s love will be like a mighty river, relentlessly thundering into his soul! </p>",
      "type": "story"
    },
    {
      "screen": "<p>Love is everything&mdash;love is life&mdash;love is the energy that powers life. The Messiah will be so rich with love, that to us, it will appear as if he were super-human. It will appear as if he were magical&mdash;it will seem as if he were able to perform miracles. To an everyday person such as you, or I, the Messiah will appear to be able to defy nature!</p>",
      "type": "story"
    },
    {
      "screen": "<p>The enormous amount of love inside of him will continuously heal, and rejuvenate his body. This means that he will be able to recover from any injury, and heal from any wound. But more than this, the enormous amount of love inside of him will actually rejuvenate his body so well, that he will in fact be able to defy the ageing process!</p>",
      "type": "story"
    },
    {
      "screen": "<p>This basically means that he will never grow old! It means that once his body matures to its full adult form, that he will quite literally stop ageing! As miraculous as this may sound, this means that once he develops into a young adult, that he shall simply remain that way&mdash;forever. It means that he shall always be, forever young!</p>",
      "type": "story"
    },
    {
      "screen": "<p>The Messiah will be rich with so much love, that he will quite literally &ldquo;shine&rdquo; with love. He will radiate so much love, that the simple act of standing near him will in fact be an intensely blissful, and peaceful experience. People will be happy to be near him&mdash;just to be near him will make them feel joyful, and alive!</p>",
      "type": "story"
    },
    {
      "screen": "<p>Love, life, and happiness will blossom all around him&mdash;everywhere he goes! And for those who are lucky enough to be close to him, especially for those as he is growing up as a child, the world will simply be a different place to live in. It will hold less obstacles, for them. Blessed as they are to be near him, they will all be very happy, and successful in their lives.</p>",
      "type": "story"
    },
    {
      "screen": "<p>And this is without him even doing anything&mdash;this is simply the result of being close to him. The Messiah will be so magical, that his very touch will be able to heal the sick! He will light-up the whole world around him, so much so that even the sun in the sky will miss him, come nightfall. The Messiah will be a walking miracle, and this is how brightly he will shine!</p>",
      "type": "story"
    }
  ]
}
