{
  "chapter": [
    {
      "screen": "<h2>Chapter 22: The future</h2>",
      "type": "text"
    },
    {
      "screen": "<p>This is Jerusalem, and she is our greatest creation. It is our hope she will be the first of many. We hope to house the entire human population in one of these great cities some day, and we are fairly confident that this is something that we can do! For anything is possible, after all, all you really need to do is to believe!</p>",
      "type": "story"
    },
    {
      "screen": "<p>Our command over genetic engineering is such that we have managed to grow Jerusalem from a seed! Our mastery of time is so powerful, that we have managed to reduce this whole process down to less than six months! When it comes to the laws of physics, we feel like wizards in a world full of magic. We feel like there is nothing we cannot do!</p>",
      "type": "story"
    },
    {
      "screen": "<p> But obviously, the earth is not big enough to sustain a population of our size, so hence we have set our sites on the stars! To this end and we have filled a space-ship full of tens of thousands of Jerusalem seeds, with the intention of flying it to Mars. Once we arrive at the red planet, we hope to plant these seeds in a perfect grid formation, across the entire surface of the globe.</p>",
      "type": "story"
    },
    {
      "screen": "<p>It is our hope that once these cities are fully grown, that they will be able to generate an atmosphere sufficient to blanket Mars with an atmosphere. Depending on the success of this mission, we then plan to take one of each species from the Earth, and to transport them over. We have developed a special space-craft to help us achieve this, and we call her the &ldquo;Ark.&rdquo;</p>",
      "type": "story"
    },
    {
      "screen": "<p>We want to take life on Earth, and spread it to Mars. We want to recreate our entire eco-system on the surface of this world. We would like to take Mars, and turn it into a carbon-copy of the Earth. We want her to have oceans, and forests, and clouds in the sky&mdash;just as you might find, here on Earth!</p>",
      "type": "story"
    },
    {
      "screen": "<p>We want to set her alive, just as the Earth is alive! We want her to have rainbows, and rain-storms ... thunder, and lightning ... hurricanes, and tornadoes ... volcanoes, and earthquakes .... We want her to live, just as the Earth lives! But most importantly of all, we want her to be absolutely teeming with life!</p>",
      "type": "story"
    },
    {
      "screen": "<p>We see Mars as the first of many. We would like to take life on Earth, and to spread it to every last planet that we can. We see this as our purpose in life&mdash;we believe that it is our job to take life on Earth, and spread it every last planet in the universe! We see this as God&apos;s will, and we believe that this is as our role in the grand scheme of things.</p>",
      "type": "story"
    },
    {
      "screen": "<p>We do not consider ourselves to be above any other creature on this planet, but we appreciate how uniquely positioned we are to achieve something like this. We consider this to be a very noble, and worthy cause, and an excellent contribution for us to make. It&apos;s certainly nice to have meaning in life, and as far as we are concerned, this is the reason why we exist!</p>",
      "type": "story"
    },
    {
      "screen": "<p>The year is 3422 AD, and we are sending you this message form the future! Over 1400 years into the future, to be precise! Our command over time-travel is quite limited, but the invention of the internet has made this transmission possible. The internet is not a dedicated time-machine, as such, but we have found a way to use it to send you a message through time!</p>",
      "type": "story"
    },
    {
      "screen": "<p>As long as the internet exists in the receiving time-frame, then we are able to use it to send small packets of information from one time-frame, to another. This is how we have managed to send you this information, and if this transmission is successful, then this will be our first true application of this technology.</p>",
      "type": "story"
    },
    {
      "screen": "<p>It was the Messiah who asked us to send you this communication, believe it or not, he still lives to this day! The Messiah lives in our generation, just as he once did in yours. The Messiah may be over 1400 years old in our time, but he still looks the same now, as he did back then. The only difference is that in your generation, he is still only a boy!</p>",
      "type": "story"
    },
    {
      "screen": "<p>He has requested that we send you this information in the hope that more souls can be spared from the battle that is to come. Please understand, the Messiah is a man of heart and good conscience, and his heart is still broken from the events of that day. The simple truth is that only God can forgive him for the apocalypse, for he cannot forgive himself.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Amen.</p>",
      "type": "story"
    },
    {
      "screen": "<h3>COMING SOON</h3>",
      "type": "story"
    },
    {
      "screen": "<img src=\"images/cover_pt_02.svg\" />",
      "type": "image"
    }
  ]
}