{
  "chapter": [
    {
      "screen": "<h2>Chapter 20: Paradise</h2>",
      "type": "text"
    },
    {
      "screen": "<p>The short of it is that everyone will have a lot more fun in the Messiah&apos;s new kingdom. In many ways, this is what it means to live in a love-rich society; it means that everyone will have a lot more fun! But this is not the only way that we shall be rewarded for our obedience, and devotion to God. The truth of the matter is that our whole lives will be transformed into nothing but bliss!</p>",
      "type": "story"
    },
    {
      "screen": "<p>With everyone having such a close relationship with God, he will be able to achieve a much greater degree of control over the decisions that we make in our lives. So with everyone being so in tune with their own hearts, God will be able to help us to make decisions which are better for us, and better for him.</p>",
      "type": "story"
    },
    {
      "screen": "<p>It&apos;s no coincidence that what&apos;s best for us, is also what is best for him. Our lives are very heavily intertwined, after all&mdash;we are one. What&apos;s best for us is almost certainly what is also best for him, so by learning how to listen to our hearts, we can often receive some very good advice!</p>",
      "type": "story"
    },
    {
      "screen": "<p>For example: God created all of us for a reason&mdash;all of us serve a purpose life, and everyone has got a job to do. When people live in a society where they able to listen to their own hearts, God is then able to help steer them towards these vocations with more success. In other words, he can help us to find work in the jobs that we were born to do!</p>",
      "type": "story"
    },
    {
      "screen": "<p>This is exactly what will happen in the Messiah&apos;s new kingdom&mdash;everyone will find work in a job that they were born to do! Everyone will work in a vocation that calls to them, and this is yet another example of how our lives shall be so endlessly improved, because when you find work in a job that you were born to do, then it really doesn&apos;t feel like you are working at all!</p>",
      "type": "story"
    },
    {
      "screen": "<p>You very quickly discover that you have a very natural talent, and aptitude for performing such a role. So not only will you find the job very easy, but you will also discover that you will find the work very rewarding, and satisfying as well. This means that you feel very fulfilled, and contented at the end each day.</p>",
      "type": "story"
    },
    {
      "screen": "<p>To cut a long story short, this basically means that everyone will absolutely love there jobs! In fact, people will love their work so much, that they would do it for free if they needed to, which is fortunate, because they will need to! This is because we will not have an economic system in the Messiah&apos;s new kingdom, and money will become a thing of the past!</p>",
      "type": "story"
    },
    {
      "screen": "<p>We will not look upon money as a necessary evil, anymore, but rather we will see it as something that we simply do not need, anymore! In this enlightened society, the people will work out of obligation to God, and they will work out of the satisfaction it brings to them, but they will not work for any reason outside of this.</p>",
      "type": "story"
    },
    {
      "screen": "<p>All of the goods, and services that we produce will be freely available to anyone who wants them, and this will essentially negate our need for any form financial transactions to occur. God will help us to regulate the supply and demand, as will we with our own modesty, and restraint. The whole system will effectively be based upon honesty, common-sense, and trust!</p>",
      "type": "story"
    },
    {
      "screen": "<p>As incredible as this may sound, this approach will actually be so successful, that we will be able to reduce our working week down to just three days! This will in part be because everyone will be so industrious, and capable in the roles that they perform, but more so it will also be the result of having our resources so much more focused on our real world needs.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Our resources will be more focused, because money can often become a bit of a distraction at times. People, and organisations often tend to focus on the idea of hoarding money, as opposed to producing anything of any real value. But either way, the point of the matter is that our productivity sky-rocket, and our out-put will soar through the roof!</p>",
      "type": "story"
    },
    {
      "screen": "<p>Obviously, the reduction in our working week will be extremely well received, because it will help us to create a much better work&ndash;life balance, but this will actually be far more appreciated than you may at first suspect. This is because God won&apos;t just help us in our professional lives, but he will also help us in our personal lives, as well!</p>",
      "type": "story"
    },
    {
      "screen": "<p>Making new friends in the Messiah’s new kingdom will be as easy as walking down the road. No-one will have any need to mistrust each other, so the people will just walk, and talk with perfect strangers, just as freely as they would with old friends! The people will just sing and dance, eat and drink, live and love, and no-one will have a care in the world!</p>",
      "type": "story"
    },
    {
      "screen": "<p>So we will all live as a giant family, in this respect, and everyone will just be friends with everyone, but God won&apos;t just help us to make friends with people ... the Messiah’s new kingdom will very much be a place of love, and romance, and God will very much be at the heart of this. In other words, he will come to our assistance in our love-lives, as well!</p>",
      "type": "story"
    },
    {
      "screen": "<p>The short of it is that we are all created all in pairs, and everyone has got a partner in life. Someone with whom they can share their life with, and help to raise a family&mdash;a soul-mate, if you will. This is not something that God would be remiss about; this is how he ensures the well-being of the next generation. To this extent, there is someone out there for everyone.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Life will be a lot more easy-going in the Messiah&apos;s new kingdom, and God will have much more of a say our daily decisions. This means that he will be able to steer us in to our soul-mates at any time of his choosing, and he will be able to help us to find them with the greatest of ease. We could bump into them anywhere, and at anytime, but when we do it will be at a time that is right for us.</p>",
      "type": "story"
    },
    {
      "screen": "<p>To bump into your soul-mate is love at first sight. An over-whelming sense if surrender will fall over you, and you will simply just &ldquo;know.&rdquo; Everyone will get to experience this in the Messiah&apos;s new kingdom&mdash;everyone will fall in love. Everyone will get to know the wonder of true love, and everyone will feel the magic of love&apos;s true kiss!</p>",
      "type": "story"
    },
    {
      "screen": "<p>No-one has anything to fear from the new dawn that the Messiah will bring; it will be a glorious, and magnificent civilisation. It will be a world of poetry and wonder, just as much as it will be of science and invention. This world will be more beautiful than you could ever imagine, and each day will become even more of an inspiration than the last.</p>",
      "type": "story"
    },
    {
      "screen": "<p>There will be no war, and there will be no hate. There will be no pain, and there will be no suffering. There will be no cruelty or unkindness, and there will be no poverty or injustice. All that we will ever feel is joy, and happiness&mdash;all that we will ever feel is love. There is only one word to describe a world such as this, and this is why we call it &ldquo;Paradise.&rdquo;</p>",
      "type": "story"
    }
  ]
}
