{
  "chapter": [
    {
      "screen": "<h2>Chapter 9: The Spirit World</h2>",
      "type": "text"
    },
    {
      "screen": "<p>But for those of us who do not wish to obey the will of God, however, there is an alternative. He is called Lucifer, and he is the most dangerous, and terrifying creature to ever walk the surface of the Earth. Lucifer is the Dark-Lord, and he is a monster. He is the source of all evil, and God&apos;s mortal enemy.</p>",
      "type": "story"
    },
    {
      "screen": "<p>In many ways, Lucifer is akin to God&mdash;he is just as ancient, and just as wise. His body and his form is very much the same as God&apos;s&mdash;you could say they were identical, in fact. The only difference is that he is evil. He is an abomination. He has no connection to the tree of life, and he should not exist!</p>",
      "type": "story"
    },
    {
      "screen": "<p>The Creator has not will him to exist ... Mother Earth has not will him to exist ... God did not will him to exist ... we did! We are the ones who willed him into existence&mdash;we are the ones who created him, which is ironic, because to Lucifer we are nothing more than a food supply!</p>",
      "type": "story"
    },
    {
      "screen": "<p>The Dark-Lord was first formed over 40 000 years ago, by a single fallen angel. This man was a crazed genius, who was determined to defy God at all cost. Lucifer has grown quite significantly since then, but the essence of this man still lives on inside of him, and it is his genius and his dark secrets that still drives him to this day!</p>",
      "type": "story"
    },
    {
      "screen": "<p>The process that allows the Dark Lord to sustain himself is reasonably quite straight forward, but it is also quite disturbing. It is hoped that knowledge of this process may help to stem his growth. You may find the details of this process quite upsetting, but this is truly not our intention here. Here, all we are trying to do, is shine a light into the darkness.</p>",
      "type": "story"
    },
    {
      "screen": "<p>As living creatures, we all have a mind, a body, and a soul. In many ways, it would not be wrong to refer to us as being nothing more than just &ldquo;souls.&rdquo; This is because our souls contain the very essence of who we are, and they have the capacity to live on, long after our physical bodies have died.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Our souls may be said to exist in the &ldquo;spirit-world.&rdquo; The spirit-world is completely different to our physical world&mdash;it quite literally exists in a separate dimension. One that is mapped on top of our physical world in such a way, that the two worlds are able to occupy, and share the same geometric space.</p>",
      "type": "story"
    },
    {
      "screen": "<p>These two worlds are able to co-exist in such a way, because of how different they are in terms of composition. Everything in the spirit-world is two-dimensional, whereas everything inside of the physical world is three-dimensional. This is what allows the two worlds to pass right through each other, as if the other wasn&apos;t even there!</p>",
      "type": "story"
    },
    {
      "screen": "<p>Every last creature in creation has got a soul; this means that every last physical body in the universe has got a counterpart in the spirit-world. This includes both God, and Lucifer&mdash;both of these dieties may be said to have &ldquo;souls.&rdquo; In the spirit-world, the body of God may other wise be known as &ldquo;Heaven,&rdquo; and the body of Lucifer may otherwise be known as &ldquo;Hell.&rdquo;</p>",
      "type": "story"
    },
    {
      "screen": "<p>It is a misconception to think that Heaven, and Hell are places that we go to after we die. Our souls either belong to the body of God, or they belong to the body of Lucifer, and this is something that they do in life, as well as in the death. Where our souls reside depends on the choices that we make in life, and our souls will either exist in Heaven, or Hell, irrespective of our mortal status.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Souls who belong to body of God may otherwise be known as &ldquo;angels,&rdquo; and the angels may be said to live above us in Heaven. It is not known why Heaven is thought of as being above us, but either way it is known to be a place of joy, and wonder, and when we picture Heaven, we see a very bright light.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Souls who belong to the body of Lucifer may otherwise be known as &ldquo;demons,&rdquo; and the demons may be said to live below us in Hell. As with Heaven, it is not known why Hell is thought of as being below us, but it is still regarded as being a place of torture, and suffering all the same. Unlike Heaven, when we picture Hell we do not see a bright light; we only see darkness, and shadows!</p>",
      "type": "story"
    },
    {
      "screen": "<p>The angels in Heaven are generally thought of as being &ldquo;good.&rdquo; They may have their imperfections, but they are generally thought to be &ldquo;good souls,&rdquo; all the same. The demons in Hell are not thought of in the same way, however&mdash;they are not thought to be good. They are considered to be &ldquo;evil,&rdquo; and there is a stark difference between the two.</p>",
      "type": "story"
    },
    {
      "screen": "<p>In Heaven, God is king&mdash;this is why it may otherwise be known as the &ldquo;Kingdom of Heaven.&rdquo; As children, we are all born into the body of God&mdash;in other words, we are all angels by birth. No child is ever born into the body of Lucifer&mdash;no child is ever born evil. Demons are not created, they are formed.</p>",
      "type": "story"
    },
    {
      "screen": "<p>The demons were all angels, once upon a time&mdash;they are angels who have fallen from grace. They are angels who have been cast out of Heaven, and who have made the decision to never return. Heaven is generally thought to be the much better place to spend an eternity, but these are fallen angels who have made the decision to join the body of Lucifer, by choice.</p>",
      "type": "story"
    }
  ]
}