{
  "chapter": [
    {
      "screen": "<h2>Chapter 4: Life on Earth </h2>",
      "type": "text"
    },
    {
      "screen": "<p>Primitive man would often describe the things he saw around him in nature, as somehow being alive in some way&mdash;almost everything he laid his eyes upon, in fact. He would often speak of things as having a mind, or a spirit of their own. Anything from a forest, or a river ... to a mountain, or a volcano ... or even the oceans, and the sky!</p>",
      "type": "story"
    },
    {
      "screen": "<p>He would often describe these things as deities&mdash;powerful forces that could either kill him, or assist him in his battle to survive. What’s more, deep down inside of himself, he was entirely convinced  that he was able to communicate with these things. He felt certain that they were able to provide him with emotional responses, and that he was able to reason with them, in some way.</p>",
      "type": "story"
    },
    {
      "screen": "<p>To this extent, he would often build monuments, and hold ceremonies in their name&mdash;he would often sing out praises, and offer sacrifices to please them. Some cultures would even take it a step further and actually embrace the spirits as a part of their everyday lives. Here they would regard them as life-long companions, who they could turn to for friendship, and advice.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Primitive man is often dismissed as being simple, and ridiculed for his beliefs, but the simple truth of the matter is that he had the exact same brain capacity as we do. The only difference is that he had a completely different set of priorities to contend with, and his mind was being challenged in a completely different way. All that was important to him, was his ability to survive!</p>",
      "type": "story"
    },
    {
      "screen": "<p>Early-man was in a constant battle against nature, and his ability to negotiate her extremes could often result in life or death situations, for him. To this extent, it may be argued that he had a much better understanding of nature than we do&mdash;he was certainly much closer to nature than we are, and it is genuinely quite possible that he had a much better understanding of how it works.</p>",
      "type": "story"
    },
    {
      "screen": "<p>But what&apos;s interesting here is how differently he saw the world around him. You could say that he made much less of a distinction between the &ldquo;biological,&rdquo; and the &ldquo;non-biological,&rdquo; than we do. In a sense, you could say that he made absolutely no distinction between something that was entirely biological, like a bird, and something that was entirely non-biological, like the sky!</p>",
      "type": "story"
    },
    {
      "screen": "<p>He may have seen one as being much larger, and far more significant than the other, but essentially he saw them both in the exact same light. He saw them both as having a mind, and a spirit of their own, and he recognised both of them as being able to provide him with emotional responses. In other words, he looked upon both of them as being &ldquo;alive!&rdquo;</p>",
      "type": "story"
    },
    {
      "screen": "<p>Try to imagine what this was like for early-man; he must have seen the whole world around him as a giant, living &ldquo;thing!&rdquo; Obviously, he saw the world very differently to the way we do today. In the world of 21<sup>st</sup> century science, we have managed to change our opinion on what may be considered to be &ldquo;living,&rdquo; and we no-longer include the non-biological in this classification.</p>",
      "type": "story"
    },
    {
      "screen": "<p>In this scientific age, we have restricted our view on what may be said to be &ldquo;alive,&rdquo; and distilled it right down to those biological organisms that we are able to identify as being most like ourselves. This is unfortunate however, because on this occasion, primitive man was actually much closer to the truth than 21<sup>st</sup> century science could ever be!</p>",
      "type": "story"
    },
    {
      "screen": "<p>The non-biological <em>can</em> be looked upon as being alive, and we know this is true, because everything in this whole universe is alive! So whether we are discussing a river, a forest, a mountain, a volcano, or even the oceans, and the skies&mdash;it really does not matter. All of these things may be looked upon as living creatures, because all of them are in fact different forms of life.</p>",
      "type": "story"
    },
    {
      "screen": "<p>The thinking used to form our opinion in the world of 21<sup>st</sup> century science was incorrect, because as we held ourselves up as a yard-stick to measure life, we were wrong to presume that we were the epitome of life. Whereas we were correct to identify ourselves as &ldquo;living creatures,&rdquo; we were wrong to assume that we were all that life could be. Our sense of ego blurred our judgement on the matter.</p>",
      "type": "story"
    },
    {
      "screen": "<p>So what came most naturally to early-man was in fact the whole truth all along, and all of the forces that he once looked upon as deities&mdash;are in fact a living creatures&mdash;and he was right to recognise them as such. Whether his sacrifices, and praises were appreciated in the way that he intended, is not known, but the fact that he recognised their &ldquo;spirit&rdquo; puts him one step ahead all the same.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Each of these things may be said to be independent life-forms, and as such they may each be said to have a mind, a body, and a soul. This means that they all are capable of thinking, and experiencing emotions; it means that they are in fact conscious, and self-aware. This means that all of these things are just as alive as you, or I&mdash;or any other living creature on this planet!</p>",
      "type": "story"
    },
    {
      "screen": "<p>But the point is that they are all &ldquo;different&rdquo; forms of life, so when they have thoughts and feelings, they do not do so in a way that we are immediately able to understand, but that doesn&apos;t make them any less alive than we are. All it means is that we find it harder to relate to them, than our ancestors once did. All it means is that they are &ldquo;different&rdquo; to us.</p>",
      "type": "story"
    }
  ]
}