{
  "chapter": [
    {
      "screen": "<h2>Chapter 15: Demons</h2>",
      "type": "text"
    },
    {
      "screen": "<p>Demons thirst for love with a craving that is painful for them. These are creatures who have cheated death, and they need it&mdash;desperately! They need it so that they can rejuvenate their decayed, and zombified bodies&mdash;they need it so that they can fix their decrepit, broken minds&mdash;but most importantly of all, they the need it so that they may live, again!</p>",
      "type": "story"
    },
    {
      "screen": "<p>They need it so that they can &ldquo;re-activate&rdquo; themselves, once again. They need it so that they may once again take pleasure, in all the things that life has to offer. But even more importantly still: they need it so that they may once again take pleasure, in all of the sins they have given up so much to commit! So this is why they feed!</p>",
      "type": "story"
    },
    {
      "screen": "<p>In nature, most animals tend to expel a cloud of love, for when the come under attack from a predator. This is a very natural response; they do so in an attempt to appease them. Love has a very calming influence on aggressive behaviour&mdash;it induces a sense of tranquility, and peace. Expelling a cloud of love is a very basic form of defense, that in truth, most animals tend to employ.</p>",
      "type": "story"
    },
    {
      "screen": "<p>This is why we believe that some animals are able to smell our fear. What they are in fact responding to, is not a pheromone as such; it is more these clouds of love that we expel. Demons take advantage of this fact, and they intentionally strike fear into us&mdash;so that they may feed on the clouds of love that we expel. This is why they tend to be quite ugly, and scary, as a general rule.</p>",
      "type": "story"
    },
    {
      "screen": "<p>But these clouds are nothing more than a light mist, or a vapour, and they are not nearly enough to sustain ravenous demon. A demon will tend to look upon this as being nothing more than a light snack between meals. If a demon truly wishes to feed on us, then they will need to do a little more than just strike fear into us. What they will really need to do, is to break our hearts!</p>",
      "type": "story"
    },
    {
      "screen": "<p>Love is a spiritual entity, and our &ldquo;hearts&rdquo; are also a spiritual entity. This means that they do not exist in our physical world, but they actually exist in a completely separate dimension&mdash;the spirit world. Our hearts are like a &ldquo;spiritual container,&rdquo; where we keep things of precious value. They may not exist in our physical world, but yet they play an integral role in our everyday lives, all the same.</p>",
      "type": "story"
    },
    {
      "screen": "<p>For all of the love that we receive in our lives: we keep it in our hearts. If our hearts are ever broken, then all of the love that we keep inside them, all spills out everywhere. This is what allows a demon to feed. It allows them to feed quite freely, in fact&mdash;they can gorge themselves, if they so wish. This is the manner of feeding that brings them back to life.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Demons are evil. They have absolutely no regard for human life, and even less regard for right, and wrong. They would eat the flesh from our bones, if that was what suited them. Breaking our hearts is nothing for them, in fact they find it fun! You could even say that they find it exhilarating, because they actually savour every last moment of the act!</p>",
      "type": "story"
    },
    {
      "screen": "<p>We are easy prey for them&mdash;in truth&mdash;we are almost entirely defenceless against them. They are able to hunt us, and feed on us, with ease. They soon become experts in a myriad of a thousand different ways to break our hearts, and there is absolutely nothing we can do to stop them. They are the hunters, and we are the prey&mdash;and that&apos;s all there is to it!</p>",
      "type": "story"
    },
    {
      "screen": "<p>They look upon us as being less than them&mdash;they see us as being nothing more than food! As we offer up the love in our hearts to them, we do so in the hope that they will stop, but alas, they will not. They will feast, and feast until we are no more. They will feast like crazed animals&mdash;they will feast until they can feed no more!</p>",
      "type": "story"
    },
    {
      "screen": "<p>Some of them consume so much human love, that they actually manage to defy the ageing process. Their bodies become so well rejuvenated, that they actually manage to look much younger than they should! Some of them can look up to thirty, or forty years younger than in truth they really are!</p>",
      "type": "story"
    },
    {
      "screen": "<p>But the worst part about all of this, is how they will not stop at the love in our hearts. As they feed, they will also begin to devour on our minds, and our souls as well. In doing this, they begin to inherit our gifts and abilities. As they do so, they soon become much stronger than we are&mdash;they soon become impossibly strong!</p>",
      "type": "story"
    },
    {
      "screen": "<p>These creatures are far from the decrepit zombies they once were, but equally, it would not be right to look upon them as being human, either. For now they have evolved into a different species, and they are quite literally a different animal altogether! For now they have become &ldquo;vampires,&rdquo; and they are and an evolution in man!</p>",
      "type": "story"
    },
    {
      "screen": "<p>Vampires are demons, and they are ferocious. They are far stronger than we are, and they have no sense remorse. The simple truth is that there is nothing we can do to stop them from feeding on our heartache, and suffering. This is why we fear them so much. The simple fact of the matter is that they are higher-up in the food chain, than we are!</p>",
      "type": "story"
    }
  ]
}
