{
  "chapter": [
    {
      "screen": "<h2>Chapter 5: The Secret of Life </h2>",
      "type": "text"
    },
    {
      "screen": "<p>Early-mans survival was based on his ability to pit his wits against nature. This is perhaps what heightened his senses, and gave him a deeper sense of respect. But even if our ancestors did have a deeper insight into nature than we do, that doesn&apos;t necessarily mean they knew everything&mdash;for in truth, they did not.</p>",
      "type": "story"
    },
    {
      "screen": "<p>We say this because, there are &ldquo;different&rdquo; forms of life hidden absolutely everywhere on this planet, and not even our ancestors were able to see the full extent of what was actually surrounding them. Some are hidden in plain sight, and others are hiding right under your very nose, but the point is that if you would like to see any of them, then you will need to think slightly outside of the box.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Take the component parts of your body, for example: take your systems, and your organs ... your heart, and your kidneys ... your skeleton, and your bones. Take the cells that form your organs, and the complex molecules that form them in turn. Take each and every last molecule, atom, and particle that you are made of.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Each and every last one of these things may classified as a life-form! Each and every last one of them may be said to have a mind, a body, and a soul. This means that each of them has got the capacity to think, and feel emotions; it means that all of them are in fact conscious, and self-aware!</p>",
      "type": "story"
    },
    {
      "screen": "<p>Trying to understand how something like a molecule, or a particle, could ever possibly be capable of thinking, or experiencing emotions, is an idea that may be quite difficult to grasp, at first&mdash;but try you must! For if you want to understand life and the universe, then you must first understand how one life-form may be said to exist inside of another.</p>",
      "type": "story"
    },
    {
      "screen": "<p>You must first understand how the component parts of your body are able to think, and make decisions; in the exact same way that you are able to think, and make decisions. You need to be able to understand how they can be conscious, and self-aware&mdash;just as you are. You need to be able to understand how they they can have a soul, and feel emotions&mdash;just as you do the same!</p>",
      "type": "story"
    },
    {
      "screen": "<p>Because if you are able to do this&mdash;if you are truly able to do this&mdash;then you are half way to understanding one of the greatest mysteries ever known to mankind. Something that has escaped even our greatest of thinkers, for many thousands of years. Achieving this understanding is key, if you are to understand what it means to be a &ldquo;god!&rdquo;</p>",
      "type": "story"
    },
    {
      "screen": "<p>Sometimes the key to a riddle, is having the ability to spot the &ldquo;woods for the trees.&rdquo; This is an old saying, and it basically means that it can be quite easy to miss the obvious, at times. If you want to be able to identify new forms of life on earth, then this is something that you will need&mdash;you will need to be able to spot the woods for the trees.</p>",
      "type": "story"
    },
    {
      "screen": "<p>But there is also something else that you will need on this occasion: you will also need to be able to spot the &ldquo;trees for the woods,&rdquo; as well. This is not an old saying, as such, it is more something that we have made up for the sake of trying to illustrate the point we are trying to make. This is basically our way of saying that there is always more than one way to look at the same problem.</p>",
      "type": "story"
    },
    {
      "screen": "<p>If you are able to understand how the component parts of your body may be seen as independent life-forms in their own right, then this is something that you will have already achieved, to some extent. In doing this, it means that you will have developed the ability to spot the &ldquo;trees for the woods,&rdquo; if you will.</p>",
      "type": "story"
    },
    {
      "screen": "<p>And once you can do that, then life becomes very straight forward, because then all you need to do is learn how to flip this principle on its head. For once you are able to spot the woods for the trees, and the trees for the woods, then our riddle will be almost complete&mdash;for then you will be able to identify new forms of life on earth!</p>",
      "type": "story"
    },
    {
      "screen": "<p>What we mean by this, is that if you are able to recognise that &ldquo;you&rdquo; are able to come together, to form something more than the sum of your parts, then there is also a chance that you may be able to recognise how nothing more than a few trees can come together, to do the same. How they may also come together to form something more than the sum of their component parts.</p>",
      "type": "story"
    },
    {
      "screen": "<p>In other words, even though each individual tree may be looked upon as a life-form in its own right, the collective sum of all of them may also be looked upon as a life-form&mdash;one that is ultimately far greater, and completely independent from any given tree. In other words, each individual &ldquo;tree&rdquo; is alive, but the &ldquo;woods&rdquo; are also alive, and the woods are by far the more significant of the two.</p>",
      "type": "story"
    },
    {
      "screen": "<p>If you are truly able to spot the woods for the trees, and the trees for the woods, then there is a chance that you may be able to share in something that our ancestors once saw. How a forest can come alive, and assert its will upon you. How it can have a mind, and a spirit of its own. How it should be revered, and respected, whilst you remain insignificant, and small!</p>",
      "type": "story"
    },
    {
      "screen": "<p>What&apos;s more, there is also something else that you should be able to see: how a life-form that impressive can be standing right in front of you, and still manage to remain hidden! Albeit in plain sight. These creatures may well be entirely invisible to 21<sup>st</sup> century science, but our ancestors could see them quite clearly, and they were very conscious of them, indeed.</p>",
      "type": "story"
    },
    {
      "screen": "<p>They saw them as deities&mdash;as do we&mdash;this is why we call them the &ldquo;deities.&rdquo; These creatures are absolutely everywhere in nature. They are so abundant that they actually blanket every last square inch of the earth! They exist in the animal kingdom, as well as in the kingdom of plants, and in truth you look upon these things all the time; you just may not have realised it before.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Think of a flock of birds in flight, and consider all of the incredible formations they can make. Think of a swarm if bees, or a school of fish, and think how they do the same. What you are really looking at here are the deities, and the truth of the matter is that they are so abundant in nature, that you can pretty much see them anywhere you care to look!</p>",
      "type": "story"
    },
    {
      "screen": "<p>The short of it is that we see the entire universe as nothing more than a near infinite set of living creatures, all neatly nested inside of each other, in a perfect series of life. Here we regard the universe as being the largest and most important of these creatures, and sub-atomic particles as being the smallest.</p>",
      "type": "story"
    },
    {
      "screen": "<p>We call this the &ldquo;babushka-doll&rdquo; model of life, and we consider it to be a near perfect miracle. We consider it to be miracle that it exists, and an even bigger miracle that we are able to recognise that it is there! We consider it to be very elegant solution to an age old problem, and we also consider it to be the perfect truth. As far as we are concerned, this was in fact the biggest secret that life had to offer!</p>",
      "type": "story"
    }
  ]
}