{
  "chapter": [
    {
      "screen": "<h2>Chapter 14: Hell</h2>",
      "type": "text"
    },
    {
      "screen": "<p>As they go to sign the contract with Lucifer; he will ask them to do so in their own blood. He will ask them to mark themselves in such a way, that it leaves a very clear, and visible scar. Lucifer does not do this for his own benefit. He does this so that his victims have a permanent reminder of the pact they have made with him.</p>",
      "type": "story"
    },
    {
      "screen": "<p>The very moment this deed is done, Lucifer will reveal himself to his victims, for the first time ... and this will be the first time that they actually get to see him, in his true form! Lucifer is the Dark Lord, and he is a monster. He is the source of all evil, and he is absolutely horrific to behold. He is like nothing on this earth, and he is absolutely terrifying!</p>",
      "type": "story"
    },
    {
      "screen": "<p>The very moment their eyes set gaze upon him, they will realise the scale of the mistake they have made, but by this point it will be too late. They will be too frozen with fear to object&mdash;they will be too petrified to do anything! They will struggle to even breathe! This is how people are first greeted as they arrive at the gates of Hell, and it is nothing but a taste of what is to come.</p>",
      "type": "story"
    },
    {
      "screen": "<p> Once Lucifer has them safely inside of the under-world, he will very quickly destroy what ever is left of their already broken minds. He will drill them full of so much fear, and pain, that not one inch of them shall remain. He will completely obliterate them, and the person they once were will be completely destroyed, forever.</p>",
      "type": "story"
    },
    {
      "screen": "<p>This process is known as &ldquo;burning.&rdquo; We say that Lucifer will burn them in the fires of Hell. Whatever experience you may have of pain in your life, is nothing compared to this&mdash;this is the very epitome of torture! This is the worst form of pain you could ever possibly imagine. But once this is done, the lost soul is then free to be re-born. Now they may be born again, into darkness!</p>",
      "type": "story"
    },
    {
      "screen": "<p>With a blank canvas at his disposal, Lucifer will begin to indoctrinate his victims, and mould them into a shape that serves him best. He will teach them that the contract that they share with him is sacred, and that he is their one true master. He will teach them that torture is just a part of life, and that it is an art-form they should practice.</p>",
      "type": "story"
    },
    {
      "screen": "<p>He will teach them to hate God, and to hate the good. He will teach them that human life has no value, and that human decency is nothing more than a weakness to be exploited. He will teach them that the laws of Man have no meaning, and that there is no such thing as right, and wrong ... he will teach them a whole world untruth, and then he will share dark secrets with them.</p>",
      "type": "story"
    },
    {
      "screen": "<p>This is when he will teach them how to find the love that they need, to bring themselves back to life again. He will teach them how to cannibalise it out of the rest of us&mdash;he will teach them how to feed on the good! At this point, these creatures may no longer be regarded as lost souls, anymore, for now they have found a new place to belong.</p>",
      "type": "story"
    },
    {
      "screen": "<p>For now they have become a part of the body of Lucifer, and they are at one with the darkness. For now Lucifer is the only force they will obey, and they have become just as evil as he is. They may no-longer be regarded as fallen-angels, for now they have become something else entirely. For now they have become &ldquo;demons,&rdquo; and they are the enemy of all mankind!</p>",
      "type": "story"
    }
  ]
}