{
  "chapter": [
    {
      "screen": "<h2>Chapter 11: God&apos;s Will</h2>",
      "type": "text"
    },
    {
      "screen": "<p>A &ldquo;sin&rdquo; is any act that causes an inefficiency within the body of God. Anything that causes his higher purpose, or function to be impaired. Anything that makes his life harder, than it otherwise ought to be. Anything that makes it more difficult for him to achieve, anything that he might want to achieve.</p>",
      "type": "story"
    },
    {
      "screen": "<p>The act of murder may be regarded as a sin, for example. This is because it causes such a major inefficiency with in the body of God. The act of murder may be said to cause an inefficiency in two distinct ways&mdash;it may be said to have both a direct, and an indirect consequence to it.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Of the two, the direct consequence is perhaps the more obvious to explain: as cells within the body of God, it may be said that the &ldquo;deceased cell&rdquo; will no longer be at God&apos;s disposal any more. This means that for anything he might want to achieve, he now has to do it without the benefit of this &ldquo;deceased cell.&rdquo;</p>",
      "type": "story"
    },
    {
      "screen": "<p>The act of murder leaves God with a &ldquo;man down,&rdquo; so to speak. It causes an inefficiency because it reduces the amount of &ldquo;man-power&rdquo; that he has available to him. This is a significant loss, but as far as God is concerned, the indirect consequence is by far the more significant of the two. This is because it causes the much greater impact.</p>",
      "type": "story"
    },
    {
      "screen": "<p>What we are discussing here is the fact that all of the surrounding cells will all go into a state of &ldquo;shock.&rdquo; This means that for a short while at least, none of these cells will be of any use to God, either. In other words, if God were to make any demands of them, then they would simply not be able to respond. They would be simply defunct, in this respect.</p>",
      "type": "story"
    },
    {
      "screen": "<p>The truth of the matter is that some of these cells may never fully recover&mdash;they may never return to the state of &ldquo;full efficiency&rdquo; they once had. This is why the act of murder is such a terrible sin. It causes an enormous amount if discord within the body of God. Hence the reason why it is such a heinous crime!</p>",
      "type": "story"
    },
    {
      "screen": "<p>It is also sinful for someone to be self-indulgent, or hedonistic. In other words, it is wrong for someone to devote themselves to nothing more than their own pleasure. This may not be immediately obvious to understand, but there is a reason for this. This is because we have all been created for a reason, and everyone has got a job to do in life.</p>",
      "type": "story"
    },
    {
      "screen": "<p>As cells within the body of God, we have all got an intended function that to perform. The cells within our bodies are all very much the same&mdash;they also have an intended function to perform. This basically means that everyone needs to work, and the cells in our bodies are very much the same&mdash;they also need to work.</p>",
      "type": "story"
    },
    {
      "screen": "<p>This may seem unfair to you, but please try to consider this from God&apos;s perspective. How would you feel if the cells inside of your body just stopped working? How would you feel if they just decided to stop performing their intended function, and decided to just sit there laying idle, instead? Doing very little more than feeding, resting, and reproducing?</p>",
      "type": "story"
    },
    {
      "screen": "<p>You would feel as if you had a terrible sickness, or a disease&mdash;this may be how doctor may diagnose you, at least. This is how God feels when we sin, it makes him feel very sick, and unwell. This is why we should not sin. It causes God&apos;s higher purpose and function to be impaired, and makes his life harder than it otherwise ought to be.</p>",
      "type": "story"
    },
    {
      "screen": "<p>This is why it is immoral. If you can imagine how it would feel if the cells in your body all started to destroy each other, or if they just stopped working as they should, then you can probably understand why this is so. The short of it is that as cells within the body of God, we have all got a responsibility to behave correctly.</p>",
      "type": "story"
    },
    {
      "screen": "<p>But the true implications run much deeper than this&mdash;they do not stop here. The possible ramifications of our actions may in fact be far more severe! God has got a very important role to play in the grand scheme of things, and if he is not able to fulfil this role, then the consequences have got the potential to echo right the way throughout the universe!</p>",
      "type": "story"
    },
    {
      "screen": "<p>We are a very small species, and should this ever occur, then that would be disastrous. This is because it is one thing to defy God, but it is quite something else to defy the Creator; this is something we must never do! He is the Creator, and this is his creation&mdash;to defy him would mean certain death. He could destroy us, and not even know he has done so!</p>",
      "type": "story"
    }
  ]
}
