{
  "chapter": [
    {
      "screen": "<h2>Chapter 21: Jerusalem</h2>",
      "type": "text"
    },
    {
      "screen": "<p>We will build an enormous city in the sky&mdash;she will stand so tall that she will touch the very edge of space! She will absolutely breath-taking to behold&mdash;she will hold the shape of an enormous flower, and stand translucent against the skyline. This city shall be the most spectacular feat ever crafted by man, and and she will be known as &ldquo;Jerusalem.&rdquo;</p>",
      "type": "story"
    },
    {
      "screen": "<p>Jerusalem will sparkle, and shine like a diamond. The sunlight will fall through her, just as if it were falling through water. At night-time her petals will light-up, and she will look just as perfect as any of the stars in the sky! She will be so awesome to behold, that to look at her, you would think she had been crafted by the hand of God.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Her roots will run deep into the earth, and heat from the earth&apos;s core will be used to power her. This will be her main source of energy, but equally she will take advantage of the wind, and solar energy as well. Her leaves will serve as giant sails to catch the wind, and her petals will be used as giant solar panels, to capture heat from the sun.</p>",
      "type": "story"
    },
    {
      "screen": "<p>This will make her entirely self-reliant in terms of energy, and the fact that these are all renewable forms of energy, means that she will not have any negative impact on her environment. As a city, Jerusalem will be perfectly eco-friendly, and what&apos;s more, she will be designed to last for over 10 billion years!</p>",
      "type": "story"
    },
    {
      "screen": "<p>She will have no need for fossil fuels, and nuclear energy will only ever be used in outer-space&mdash;to power our space-craft. Nuclear power will only ever be used in outer-space, because this is the only place where it is safe to jettison the waste. Here we will take the spent energy, and fire it straight into the sun.</p>",
      "type": "story"
    },
    {
      "screen": "<p>The city will be purpose-built to accommodate the needs of over eight million people, and each and every last inch of her will be customised to specifically perform this task. A 40km radius around her base will be reserved strictly for agriculture, and farming&mdash;while a further 300km will be held as a conservation area for animals, and other such wild-life.</p>",
      "type": "story"
    },
    {
      "screen": "<p>The main city-trunk will stand over 40km tall, and measure nearly 2km wide in diameter. This shall be known as the &ldquo;Industrial Zone,&rdquo; because this is where we will take care of all of our manufacturing, and engineering needs. The Industrial Zone will basically serve as the engine that drives the whole city.</p>",
      "type": "story"
    },
    {
      "screen": "<img src=\"images/jeruselum_sideElevation.svg\" /> ",
      "type": "image"
    },
    {
      "screen": "<p>The upper levels of the Industrial Zone will be reserved entirely for space-craft manufactory. We will keep the space-centre quite close to the top of the city, to make it easier for us to launch, and dock our ships. This means that it will be located directly beneath the head of the city, which may other wise be known as the main city-flower.</p>",
      "type": "story"
    },
    {
      "screen": "<p>The main head of the city will form the shape of an enormous flower. It will feature a colossal &ldquo;plate,&rdquo; that will measure over 12km across in diameter. This will be where we live, and it shall be divided into several ringed zones. The largest of these zones will be the Residential-Area, and the Recreational-Area.</p>",
      "type": "story"
    },
    {
      "screen": "<p>From a distance, the main city-plate will not look like a urban landscape, as such&mdash;there will be no buildings, or streets to speak of. As people fly over, and look down from outer-space, they will see nothing but wide, open spaces. From outer-space, it will look like nothing but wide, open countryside!</p>",
      "type": "story"
    },
    {
      "screen": "<p>The main city-plate will be suspended, like an island, within an enormous  water-reservoir. This reservoir will be so vast, that to us she will look like the ocean! The city-reservoir will measure nearly 20km across, and she will be held in place, or cupped, by the petals of the main city-flower. This is what will shall use as our main city water supply.</p>",
      "type": "story"
    },
    {
      "screen": "<img src=\"images/cityFlower_sideElevation.svg\" /> ",
      "type": "image"
    },
    {
      "screen": "<p>Jerusalem will be rich with water, and life. To walk through the Residential-Area, you would think you were walking through nothing but a beautiful, landscaped garden. She will be rich with trees, plants, and bushes ... rivers, lakes, and streams ... woodland, fields, and meadows ... and flowers that bloom, all year round.</p>",
      "type": "story"
    },
    {
      "screen": "<p> And hidden away within these trees, and grassy mounds, shall be our homes. They will be partially buried underground, and disguised beneath banks of grass, and other such foliage. This will be where we shall live, and raise our families, and with their beautiful views over the stars above, this shall be where we sleep at night!</p>",
      "type": "story"
    },
    {
      "screen": "<p>Our homes will have access to the Industrial Zone from beneath, and equally there shall also be an underground delivery system to help supply us with all of the goods, and services that we need. This delivery-system will be able to furnish us with anything from clothing and food groceries, to more substantial items, such as furniture and electrical goods.</p>",
      "type": "story"
    },
    {
      "screen": "<p>All of these things will be available upon demand, and they will arrive in our homes within a matter of a few short moments. Obviously, all of the goods, and services that we produce will all be available free of charge in Jerusalem, and this is what will make the underground delivery-system seem as if it were a modern day miracle-machine!</p>",
      "type": "story"
    },
    {
      "screen": "<p>The reason why it will be so fast and responsive, is because the whole thing will be run by robots. The whole system will be fully automated, and there will be absolutely no need for any human intervention, whatsoever. Machines will take care of the majority of the menial tasks in Jerusalem&mdash;thus freeing up our time to explore more meaningful pursuits.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Above the surface there will be no roads, or streets as such. We won&apos;t need them, because people will rely much less upon motorised vehicles for transportation. People will rely upon their own athleticism, instead. This basically means that people will simply run, walk, cycle, skate, bounce, hover, and swim to wherever they want to go!</p>",
      "type": "story"
    },
    {
      "screen": "<p>Our clothing will be specifically designed to support this kind of lifestyle. We will wear super light-weight jump-suits, that will effectively serve as a second skin. These suits will not only be breathable to help keep us cool, but they will also be engineered out of a very special material, that will actually allow us to wash with our clothes on!</p>",
      "type": "story"
    },
    {
      "screen": "<p>Jerusalem will be fitted with purpose-built shower units on every corner, and this will make it very easy to take a quick shower, pretty much anywhere we go. What&apos;s more, these shower-units will also serve as full-body hair-dryers; thus allowing us to quickly jump in and jump out, any time we want to. The body-dryers will allow us to jump out, dry as a bone!</p>",
      "type": "story"
    },
    {
      "screen": "<p>For the technicians who work in the Industrial Zone, their commute to work each morning will be in the form of a water slide. As for the farmers who work in the fields below, they will travel to work each morning via parachutes, and hand-gliders. Reverse gravity chutes will be our preferred method for upward transportation&mdash;that, and climbing!</p>",
      "type": "story"
    },
    {
      "screen": "<p>Climbing will very much become a way of life in Jerusalem. This is because the whole city will be littered with enormous climbing-structures&mdash;some of them standing up to 400m tall. These things will essentially replace our need for ladders, and stairs, and the people shall climb them quite freely. In fact, they will actually leap around them like monkeys!</p>",
      "type": "story"
    },
    {
      "screen": "<p>But as they scale these enormous structures, no-one shall ever be afraid of falling. This is because the whole city will be fitted with an anti-gravity system. This system will be so effective, that sometimes people will jump just for fun! The anti-gravity system will make it impossible for anyone to fall more than a few short feet, before it activates and halts their descent.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Having fun will play an enormous part in the way we live in the future&mdash;this is why we shall build so many cool features into the architecture of Jerusalem. Where the city-plate borders on to the city-reservoir, for example, we shall build an enormous man-made beach. This beach will be made out of real sand, and it shall encircle the  entire perimeter of the island.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Building a beach of this size, over 40km above sea-level, is no mean feat, and there will be absolutely no practical reason for us to do this! We will do this purely because we like to relax in the sand, and splash around in the surf. We will do this purely because it is fun!</p>",
      "type": "story"
    },
    {
      "screen": "<p>What&apos;s more, we will also build an enormous wave machine into the city-ocean, and once again, there will be absolutely no practical reason for us to do this! We will do this purely because we like to go surfing, and we like the idea of having waves crashing against our shores. We will do it purely because it&apos;s fun!</p>",
      "type": "story"
    },
    {
      "screen": "<img src=\"images/cityFlower_topElevation.svg\" />",
      "type": "image"
    },
    {
      "screen": "<p>The Recreation Area will form the outer-most ring of the city-plate, and this will be where we spend most of our leisure time. It shall border onto the city-ocean, and stretch over 2km in-land. Here you will find sport-centres, cinemas, coffee-shops, bars, theatres, museums, galleries, libraries, concert-halls, stadiums, zoos, adventure parks ... etc.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Absolutely anything you might want&mdash;absolutely anything that makes life fun! It will be the most fun place you could ever think of&mdash;it will be the most fun place in the world! And all of this will be set against the ocean. Set against a back-drop whereby the ocean falls away, to reveal the roof-tops of the clouds in the sky.</p>",
      "type": "story"
    },
    {
      "screen": "<p>And what&apos;s more, everyday will be a perfect sunny day in Jerusalem! This is because the city will be able to regulate its own atmosphere, and gravity. Not just in the main city-flower, but it will actually be able to do achieve this for a radius of over 1000km in all directions. This is so that it can regulate the weather conditions in the conservation areas, and farm-land below.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Right in the very centre of the Residential Area, there shall be an enormous crystal pyramid. She will stand over 2km in height, and tower over everything else like a fantastic monument to God. She will share the same grandeur as the Eiffel Tower in Paris, but only on a much bigger scale. This tower shall be known as the &ldquo;Stamen.&rdquo;</p>",
      "type": "story"
    },
    {
      "screen": "<p>The Stamen shall be the home of all of our clerical, and learning activity. It will effectively serve as the main nerve-centre for the city, and as with everything else in Jerusalem, she will be engineered specifically to perform this task. From top to bottom, she will be divided into the following layered zones:</p>",
      "type": "story"
    },
    {
      "screen": "<ul><li>the Council of Elders;</li><li>the City Council;</li><li>the Administration Area;</li><li>the Business Zone;</li><li>and the Education Zone.</li> </ul>",
      "type": "story"
    },
    {
      "screen": "<p>The City Council will serve to govern the city. It will be formed of former captains of industry, and other such experts in each field. Only the very best people will be selected for these positions. Our leaders will not be elected based upon their popularity, as such, but more so they will be chosen based upon their merit.</p>",
      "type": "story"
    },
    {
      "screen": "<p>In this sense, we shall scrap the idea of a democracy in favour of a meritocracy&mdash;thus ensuring that we will always have the very best in leadership. The City Council will govern the city, but each and every last decision they make will need to be passed by the Council of Elders. This means the Council of Elders will hold all the real power, so to speak.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Anyone who has passed the age of retirement will be entitled to join the Council of Elders&mdash;their wisdom, and life-experience will automatically grant the right to perform this role. These shall be seen as the important, and highly respected people in the city, but at the same time, it won&apos;t really be anything more than a hang-out for the elderly.</p>",
      "type": "story"
    },
    {
      "screen": "<p>These guys will just sit around playing dominoes, and other such board games for the most part of the time. But they will also be very heavily encouraged to help out with the children in the Education Zone, below. Here they will work as teaching assistants, and general guardians to watch over our children as they play.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Our elders will be very highly regarded in the future. They will be deeply treasured for their knowledge and wisdom, and they will live very rich and meaningful lives. What&apos;s more, they will be doing this whilst enjoying by the most breath-taking, panoramic views across the entire globe. They will quite literally, be sitting on top of the world!</p>",
      "type": "story"
    }
  ]
}
