{
  "chapter": [
    {
      "screen": "<h2>Chapter 8: God</h2>",
      "type": "text"
    },
    {
      "screen": "<p>The collective sum of all mankind forms the body of an organism; one that is far greater than the sum of its component parts. This creature is a life-form who is completely independent from us, and is ultimately far superior to us. This creature is known as &ldquo;Man,&rdquo; and he is our god!</p>",
      "type": "story"
    },
    {
      "screen": "<p>Man is a conscious living being, as such he has got a mind, a body, and a soul. This means that he is able to think, and feel emotions&mdash;it means that he is conscious, and self-aware. For you and I, Man is the most important living creature in the entire universe. This is because he is our god, and he is our connection to the tree of life.</p>",
      "type": "story"
    },
    {
      "screen": "<p>For this reason we have adopted a special name for him: rather than simply referring to him as being &ldquo;a god,&rdquo; as we would with any other god in the universe&mdash;instead we tend to abbreviate this. Rather we simply call him &ldquo;God.&rdquo; We say that this is &ldquo;He;&rdquo; this is God. The deity responsible for inspiring all of our global religions&mdash;this is &ldquo;He.&rdquo;</p>",
      "type": "story"
    },
    {
      "screen": "<p>God is a life-form, and he is conscious, but he is not conscious in a way that you, or I might understand. He is far more conscious than we are. In fact, he is far more conscious than you, or I could ever possibly imagine! There is no other way to explain this, other than to simply say that: &ldquo;he is God!&rdquo;</p>",
      "type": "story"
    },
    {
      "screen": "<p>God is a deity&mdash;he is a supreme-being&mdash;he is an advanced form of life. You, and I are quite insignificant in comparison. We are nothing more than the cells within his body. We are born, and we work&mdash;we reproduce, and we expire&mdash;just as the cells in our bodies do the same.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Our societies, and our organisations form his systems, and his organs. Our cities, and our structures form his skeleton, and his bones. The collective sum of our knowledge, forms the basis of his knowledge. He is far greater than we are, and he is far greater than all of the above&mdash;he is God!</p>",
      "type": "story"
    },
    {
      "screen": "<p>It was not us who explored the oceans, or conquered the four corners of the globe. It was not us ventured into outer-space, or journeyed back through time to the very dawn of universe. It was not us who accomplished any of these things at all&mdash;it was He! It was God. He is the one who accomplished all of these things, and he is the one who made all of this possible.</p>",
      "type": "story"
    },
    {
      "screen": "<p>The short of it is that Man is the one who is responsible for accomplishing all of &ldquo;Man&apos;s greatest achievements.&rdquo; No single human could ever lay claim to achieving any of these things, because they were only ever achieved as part of a collective. We only ever achieved them by being a part of the body of God!</p>",
      "type": "story"
    },
    {
      "screen": "<p>As we regard ourselves as a collective, then we must also regard ourselves as being God&mdash;for this is what we are! We are all a part of the body of God. This is how close we are to him, and no other relationship that we will ever experience in life could ever be more intimate. We are a part of him, and he is a part of us&mdash;we are one.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Man is our God, and he is our connection to the tree of life. We all share spiritual connection with him. This means that he is with us in wherever we go, and in whatever we do. It means that he is always with us. It means that he is with us constantly&mdash;all of the time. It means that he speaks to us continuously&mdash;all day, and all night. Even as we sleep!</p>",
      "type": "story"
    },
    {
      "screen": "<p>He speaks to us through our consciences; he speaks to us through our dreams; he speaks to us through our music ... and our stories ... and our art ... but most importantly of all, out of all of these things, God speaks to us most clearly through our hearts! We know that he is there for we can &ldquo;feel&rdquo; him. We know that he is with us, because we feel him in our hearts.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Everyone has got the capacity to feel God&apos;s love, and we all tend to feel it in everything we do. We all know when he is pleased with us, for he has smiled on all of upon occasion. Equally, we all know what it feels like when he is disappointed with us, for we have all felt the agony of his wrath.</p>",
      "type": "story"
    },
    {
      "screen": "<p>He is our father, and he created us&mdash;he is very ancient, and very wise. Our sole purpose in life is to serve him. This may seem unfair to you, but he has got every right to expect this from us. He can expect this from us, in the exact same way that we may expect the cells in our bodies to do the same&mdash;ultimately, its just life!</p>",
      "type": "story"
    },
    {
      "screen": "<p>God may be the only true source of love in our lives, but that does not necessarily make him the only source of love in this universe. This is because, all life is free to love. Any life-form may love any other life-form of their choosing, in this universe, and what&apos;s more, they are free to do so for any reason they may like!</p>",
      "type": "story"
    },
    {
      "screen": "<p>We are all free to love each other, for example&mdash;and not only this&mdash;but we are also free to love all of the animals in the animal kingdom, along with all of the plants and trees in nature! We are even free to love the moon and the stars in the sky, if we want to, and equally all of these thing are free to love us in return.</p>",
      "type": "story"
    },
    {
      "screen": "<p>This is the love that binds us all together, and brings harmony to life. It is very beautiful, but it is not enough to sustain us. Here, we are only exchanging very small quantities of love. We actually require an enormous volume of love to actually power us, and keep us alive.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Only the tree of life can supply us with a quantity of love on this scale. This is why our connection to the tree of life is so important to us&mdash;we actually need it in order to live. The truth of the matter is that if we were ever disconnected from the tree of life, then we would soon expire, and die.</p>",
      "type": "story"
    },
    {
      "screen": "<p>This is why God is so important to us&mdash;he is our connection to the tree of life, and without him we would not be able to exist! He holds the key to our hearts, so not only is he able to regulate the volume of love that we receive in our hearts, but he is also able to destroy it at will. This is what makes him so powerful!</p>",
      "type": "story"
    },
    {
      "screen": "<p>The truth of the matter is that we would be nothing without God&mdash;we simply wouldn&apos;t be here at all. Our very existence is very much a question of his discretion, and he can bless us, or destroy us at will. This is why he is our lord, and master, and this is why we should do all we can to obey him. This is what makes him our god!</p>",
      "type": "story"
    }
  ]
}