{
  "chapter": [
    {
      "screen": "<h2>Chapter 18: Judgement Day</h2>",
      "type": "text"
    },
    {
      "screen": "<p>The Messiah will be a blessing, and a god send for all of those around him, but his will not be an easy life, as such. His will be a life of solitude, and servitude, and nothing more. His responsibility to God will be all that he understands in life, and all that concerns him. His will be a life entirely devoted to God!</p>",
      "type": "story"
    },
    {
      "screen": "<p>This will effectively be another result of his condition, because of his autism, he will have very little in common with the rest of us. He will find it very difficult to relate to other people&mdash;not in a way you, and I may understand, at least. The simple truth of the matter is that the only person who will be able to understand him, or relate to him in life, will be God!</p>",
      "type": "story"
    },
    {
      "screen": "<p>To this extent, God will be his only true friend, and for this reason, he will seek out a very close, and personal relationship with him. Prayer will become his only true pleasure in life, and he will seek out solitude, and contemplation&mdash;anywhere, and everywhere he can. He will be a recluse in this sense, but in truth, this will be all that makes him happy.</p>",
      "type": "story"
    },
    {
      "screen": "<p>In doing this, he will learn to speak to God in ways that no one has ever done before&mdash;he will learn to speak to him just as freely as any two people may speak. It will be a miracle how fluent he will become.  He will learn to speak to him as if he were standing in the very same room! Even God will be taken a back by this, and for this he will love him even more!</p>",
      "type": "story"
    },
    {
      "screen": "<p>God will treasure him as a disciple, and he will teach him many things. He will teach him absolutely anything, and everything he can&mdash;he will teach him absolutely anything, and everything he wants to know! He will teach him secrets that have alluded mankind, for many thousands upon thousands of years. He will quite literally adorn him with the knowledge of the ages!</p>",
      "type": "story"
    },
    {
      "screen": "<p>He will teach him about the fabric of of the universe, and the very nature of reality. He will teach him of the miracle of time, and how all of the different dimensions all relate to each other ... and then when he comes of age, there will be one last secret that he will teach him ... he will teach him who he is, and what it means to be the Messiah!</p>",
      "type": "story"
    },
    {
      "screen": "<p>The Messiah will be destroyed when he learns this is true. This is something that no-one in their right mind would ever want to hear! Please understand, to learn that the fate of all mankind, and perhaps the fate of all life on earth, lay squarely on your shoulders, is quite the responsibility to have thrust upon you!</p>",
      "type": "story"
    },
    {
      "screen": "<p>And what&apos;s more, and perhaps worse, is the fact that the Messiah will be light who shines so brightly, that up until this point, he will simply not have noticed any of the darkness in the world! Even in this age where Lucifer shall reign supreme, his will be a light that shines so brightly, that the light form his heart will simply have illuminated, all that he has ever seen!</p>",
      "type": "story"
    },
    {
      "screen": "<p>So this tragic realisation will very much be the end of an innocence for the Messiah, and he will be devastated by all that he learns. But more to the point, even if you were born to be great, sometimes greatness can be a lonely place to be. Nobody wants to be different in life&mdash;not to this extent. Nobody would ever want to learn that this was true!</p>",
      "type": "story"
    },
    {
      "screen": "<p>But the Messiah will be a person of character, and he will somehow find the strength to pull through. He will look within himself, and somehow find the strength to be the king that he was born to be ... and as for all the stars, and the planets watching from on high, this moment will be of special interest to them. For this will be point where he begins to share God&apos;s rage!</p>",
      "type": "story"
    },
    {
      "screen": "<p>The Messiah will be the favourite of all Gods children&mdash;God will love him very much. But more than this, he will actually raise him, and take care of him, as if he were his own child. He will play the role of a parent where no one else is able to, and for this reason he shall be known as the &ldquo;Son of Man.&rdquo;</p>",
      "type": "story"
    },
    {
      "screen": "<p>The Son of Man will be very striking to behold&mdash;his face will shine with warmth, and beauty. Women will fall in love with him as freely as they breath, but sadly no woman shall ever capture his heart. This will be the cause of much heartache for many, but sadly, this is just the way that things must be. Sadly, this is just God&apos;s will.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Physically, he will be a specimen of enormous speed, and strength&mdash;he will have the reactions of a cat, and capable of feats of super-human strength. It is said that if the Messiah were to fight a lion with nothing but his bare hands, then he himself would probably win. But more than this, if he was to fight a whole pride of lions, then he would still probably win!</p>",
      "type": "story"
    },
    {
      "screen": "<p>The Messiah will be quite deadly in battle, and in many ways, this may be the best way to look upon him&mdash;as nothing more than a simple soldier. To understand the nature of this, you need to understand nature of God&apos;s rage when he first created him. He wished for a weapon to destroy Lucifer, and thus the Messiah was born.</p>",
      "type": "story"
    },
    {
      "screen": "<p>So effectively the Messiah will be nothing more than this&mdash;he will be nothing more than a walking weapon. But he will not be like any weapon this world has ever seen before, he will be something far more deadly. He will be the most lethal weapon to ever exist! He will be able to summon forces from other worlds, and command them at will. He will be invincible.</p>",
      "type": "story"
    },
    {
      "screen": "<p>He will be able to play with the laws of physics, and bend the very fabric of space, and time. The stars, and the planets will all fight along side him, and the animals will all bow to his command. To fight the Messiah is to fight the wind and the rain, earthquakes and floods, famine and disease. The Messiah shall be a king like no other, but he shall also be the perfect killing machine!</p>",
      "type": "story"
    },
    {
      "screen": "<p>This is the force that God will send in to fight Lucifer: a man who has no sense of fear, and so deadly he can make the sky turn black! A man who has been born and raised for one specific reason, and groomed since birth to perform this one single task. Upon God&apos;s signal, this shall become all he knows, and all he understands. In battle, he shall become the angel of death!</p>",
      "type": "story"
    },
    {
      "screen": "<p>The whole planet will shake when God unleashes the Messiah upon Lucifer; it will be like nothing this world has ever seen before. He will kick down the gates of Hell, and attack him with out mercy&mdash;he will tear him to pieces, and stamp on his bones! He will quite literally beat the living hell out of him, and knock him to kingdom come!</p>",
      "type": "story"
    },
    {
      "screen": "<p>&ldquo;I am not God!&rdquo;<br>In his final moments, the Dark-Lord will pray to a god that he simply does not have. In his final moments, these shall be the final words that he shall ever hear! This shall be the most bloody day in all human history, but at the same time&mdash;on this fated day&mdash;the Son of Man shall truly become our saviour, and God&apos;s gift to all of us.</p>",
      "type": "story"
    }
  ]
}