{
  "chapter": [
    {
      "screen": "<h2>Chapter 13: The Road to Hell</h2>",
      "type": "text"
    },
    {
      "screen": "<p>Lucifer is all-knowing, in much the same way that God is all-knowing. This means that he knows everything about his victims, long before he ever approaches them. He knows their secrets, and their desires ... he knows their weaknesses, and their fears ... he knows absolutely everything about them&mdash;he knows precisely what makes them tick!</p>",
      "type": "story"
    },
    {
      "screen": "<p>He understands them, but more importantly, he knows what their vice is! He understands the reason for why they have been cast out of Heaven! He knows precisely what has driven them completely insane, and this is precisely what he will offer them. He will offer them a life whereby they are free to indulge in their favourite sin, as much as they want to!</p>",
      "type": "story"
    },
    {
      "screen": "<p>But more than this, he will also offer to &ldquo;reactivate&rdquo; them. He will offer them a life where they will no longer need to live as zombies, anymore. He will promise them the love that they need, to bring them back to life again. He will offer them the chance to enjoy life once again, and to once again take pleasure in all of the things that life has to offer.</p>",
      "type": "story"
    },
    {
      "screen": "<p>To a fallen angel in the depths of their despair, this can often sound like the opportunity of a life-time! They would give-up anything they could to sign-up right there, and then ... and Lucifer will curtly oblige them! He will not waste time. He will quickly draw-up a contract for them to sign, right there on the spot.</p>",
      "type": "story"
    },
    {
      "screen": "<p>The terms of this arrangement are really quite straight forward. Lucifer will offer them all of these things, in exchange for one thing, and one thing only&mdash;command over their soul! This is all that he is after, so this is all that he will ask in return. This is something of very little known value to his victims, but to Lucifer, this means everything.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Lucifer wants this, because he wants them to belong to him. He wants them to belong to him in the exact same way that they once belonged to God. He wants them to become a part of his body&mdash;in the same way that they were once a part of the body of God. This is what enables him to survive, and critically, this is the process that allows him to exist!</p>",
      "type": "story"
    },
    {
      "screen": "<p>Please understand&mdash;no child is ever born evil. No child is ever born into the body of Lucifer. If Lucifer wishes to exist, then he must procure souls to do so&mdash;he needs to purchase them! Otherwise, he would not be able to live beyond a single generation. Otherwise, he would have the same life-span as that of an ordinary man!</p>",
      "type": "story"
    },
    {
      "screen": "<p>Technically, Lucifer could come to an arrangement with anyone&mdash;he doesn&apos;t need to negotiate with fallen angels exclusively. But the simple truth of the matter is that a fallen angel tends to be quite desperate, and a little bit crazy, and this is what makes them such perfect candidates. A fallen angel is far more likely to yield, because they are so wretched, and vulnerable.</p>",
      "type": "story"
    },
    {
      "screen": "<p>The principle of free-will is what forces Lucifer to come to an arrangement with his victims&mdash;otherwise he would seek to take command of their souls by force. The principle of free-will dictates that a fallen angel must relinquish control of their soul voluntarily&mdash;they must do so by choice. Otherwise Lucifer will not be able to achieve any command over them.</p>",
      "type": "story"
    },
    {
      "screen": "<p>The fallen angel must submit to Lucifer of their own free-will. This is what Lucifer needs to happen, so this is precisely what will occur. In other words, the Dark-Lord will convince them to sell their souls to him, in exchange for a life of sin, and for these poor creatures, these will be these will be the final steps they take on their road to Hell!</p>",
      "type": "story"
    }
  ]
}