{
  "chapter": [
    {
      "screen": "<img src=\"images/cover_pt_01.svg\" />",
      "type": "image"
    },
    {
      "screen": "<h2>Foreword</h2>",
      "type": "text"
    },
    {
      "screen": "<p>This work is nothing more than the reinvention of an old classic tale. It is hoped that it will inspire you, just as it has done for so many generations, for so many thousands of years.</p>",
      "type": "text"
    },
    {
      "screen": "<h2>Chapter 1: Creation</h2>",
      "type": "text"
    },
    {
      "screen": "<p>The universe is a giant living organism; it is conscious&mdash;it has a mind, a body, and a soul. We all exist inside this creature on a tiny sub-atomic scale. Our sun is nothing more than an electron within the body of this enormous beast; our galaxy, nothing more than the size of an atom.</p>",
      "type": "story"
    },
    {
      "screen": "<p>This is how we explain the advent of life on earth. We simply say that something &ldquo;living&rdquo; grew, out of something &ldquo;living.&rdquo;  We say this because we recognise the whole universe as being alive, and we see the earth as being a part of that. For us, the dawn of life on earth is no more miraculous, than a hair growing out of the back of your hand.</p>",
      "type": "story"
    },
    {
      "screen": "<p>We may see the universe as a giant, living organism, but we also see it as a creation. As such, we recognise that it has a Creator. We may see evidence for the Creator everywhere we look in this universe, but he himself however, remains a complete mystery to us. We know absolutely nothing about him&mdash;only that he exists!</p>",
      "type": "story"
    },
    {
      "screen": "<p>One thing we do know however, is that he is all-powerful. We say that he is the Creator, and that this is his creation. We consider his will to govern everything in this universe, but when we say &ldquo;his will,&rdquo; we do not mean it in a metaphorical way; we mean it in a very literal way. This is because we consider &ldquo;will&rdquo; to be a very real force in nature.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Just as you may consider gravity, or electro-magnetism to be &ldquo;real forces;&rdquo; we consider &ldquo;will&rdquo; to be a real force, as well&mdash;pretty much equal in every way. We say that will is a force composed of two streams&mdash;one positive, and one negative. We know these streams as &ldquo;love,&rdquo; and &ldquo;hate.&rdquo;</p>",
      "type": "story"
    },
    {
      "screen": "<p>Love induces an enormous sense of bliss, and happiness within the soul of the recipient. It also has an enormous power to heal, and rejuvenate. It is used as part of a reward mechanism. We say that a recipient life-form will receive a dose of love, for every time they respond correctly to the force of will they are subject to.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Hate on the other hand may be considered to be the opposite of love&mdash;it destroys and depletes love. It is used as a form of punishment. Here, we say that a recipient life-form will be punished with a sharp dose of hate, for every time they fail to comply with the force of will they are subject to.</p>",
      "type": "story"
    },
    {
      "screen": "<p>This can cause enormous pain, and suffering within the soul of the recipient. This is because there is nothing more beautiful than to have love in your heart, and nothing more punishing than to have that taken away. The pain of this can be really quite excruciating; for love is truly the most beautiful, and precious thing in the whole, wide world.</p>",
      "type": "story"
    },
    {
      "screen": "<p>You may think of love as being nothing more than a romantic notion, or ideal, but we see it as something different. In fact, we see it as something else entirely! We consider it to be a real form of energy; just as you may consider heat, or electricity to be &ldquo;real&rdquo; forms of energy.</p>",
      "type": "story"
    },
    {
      "screen": "<p>We see it as being just as &ldquo;real&rdquo; as the electricity that runs through your body, and powers your central nervous system. Where you are to consider the equation E=MC<sup>2</sup>: we consider love to be a real form of energy that you could bottle in a laboratory, and convert in to a mass if you so chose.</p>",
      "type": "story"
    },
    {
      "screen": "<p>We also consider it to be very important. We say that love is perhaps the single most important form of energy in the whole universe. This is because love is the energy that &ldquo;powers life.&rdquo; Love may be said to &ldquo;power&rdquo; life, in the exact same way that electricity may be said to &ldquo;power&rdquo; a light-bulb.</p>",
      "type": "story"
    },
    {
      "screen": "<p>In other words, love is a necessity for life&mdash;it is the energy that all life is based upon. For you and I, love is as important as the food we eat, or the air we breathe. If we had no love in our lives, then we would simply just expire, and die. Love is everything&mdash;love is life&mdash;love is the energy that powers life.</p>",
      "type": "story"
    },
    {
      "screen": "<p>So this is how the Creator governs and controls the universe. He continuously bombards it with massive doses of love, and hate until it obeys his will. He is the Creator, and this is his creation. This means that he is free to do with it as he so chooses. He created the universe out of &ldquo;nothing;&rdquo; nothing but a single seed of love!</p>",
      "type": "story"
    }
  ]
}