{
  "chapter": [
    {
      "screen": "<h2>Chapter 7: The Tree of Life</h2>",
      "type": "text"
    },
    {
      "screen": "<p>There is a vast network of gods that runs right the way through our universe&mdash;it runs right from the very top, right down to the very bottom. The Creator uses this network to transmit his will to every last corner of creation. This is how he is able to achieve the level of control that he has, and this is what allows him to govern everything so precisely.</p>",
      "type": "story"
    },
    {
      "screen": "<p>By transmitting his will down this network of gods, the Creator is able to delegate the responsibility of command, and craft the universe into any shape, or form he wants it to be. The Creator is the only true source of love in this universe, and love is a necessity for all living things. This is what gives him absolute power, and control, and this is what makes him the lord of all creation.</p>",
      "type": "story"
    },
    {
      "screen": "<p>The most important of all of the gods in this network is the Universe himself.  He is the only god who is able to interact with the Creator, directly. The rest of have no immediate relationship, as such. We are not able to relate to him directly. We relate to him indirectly, instead, via this network of gods.</p>",
      "type": "story"
    },
    {
      "screen": "<p>The Universe is a giant living organism, and as such he has got giant systems, organs, and cells&mdash;just as we do. The only difference is that his are all much <em>bigger</em>. All of these things may be considered to be very important gods within the body of the universe&mdash;for only the Universe himself may be considered to be above them. This basically makes them like &ldquo;super-gods,&rdquo; if you will.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Whereas these &ldquo;super-gods&rdquo; may be considered to be subject to the will of the Universe, everything else in creation may be considered to be subject to their will, in some form. This means that all of the love that we receive in our lives, must have been channelled through at least one of these gods, at some point. We know this is true, because there is no other way for it to reach us.</p>",
      "type": "story"
    },
    {
      "screen": "<p> The Creators love may transcend many tens of thousands of gods before it finally reaches us in our solar-system. This is because we are quite insignificant, at the end of the day, and we are quite far down in the chain of command. In fact, we are so far down that there is even a chance that the Creator may not even know we exist!</p>",
      "type": "story"
    },
    {
      "screen": "<p>The Earth may be smaller than an electron within the body of the Universe, but for us she still remains an enormous giant of a god. This is because the earth plays god to all life on earth, and without her we simply would not exist. She is the one who created us, and she is the one who protects us. For us, she is very a important god, indeed!</p>",
      "type": "story"
    },
    {
      "screen": "<p>The Earth gave birth to us, if you will. This is something that we have in common with all life on Earth. She is the main source love in our lives, and we all share a very special connection with her&mdash;we all share a &ldquo;spiritual&rdquo; connection with her. This means that we are a part of her, and that she is a part of us. This is why she is always in our hearts.</p>",
      "type": "story"
    },
    {
      "screen": "<p>This is why we love her so much&mdash;this is why we love everything about her! Her skies, her trees, her rivers, her mountains ... this is why we all find her so incredibly beautiful, and equally she loves us all in return&mdash;each and every one of us, with all of her heart. She is like a mother to us, this is why we call her &ldquo;Mother Earth.&rdquo;</p>",
      "type": "story"
    },
    {
      "screen": "<p>If you were to draw a diagram of how the Creators love transcends this enormous system of gods, then you may begin to see something that looks a little bit like an upside down tree. This tree is of very special importance to us, because this is what powers everything, and connects everything together. This tree is known as the &ldquo;tree of life.&rdquo;</p>",
      "type": "story"
    },
    {
      "screen": "<img src=\"images/diagram_treeoflife.svg\" /> ",
      "type": "image"
    }
  ]
}
