{
  "chapter": [
    {
      "screen": "<h2>Chapter 6: Divinity</h2>",
      "type": "text"
    },
    {
      "screen": "<p>We can use the babushka-doll model of life to explain how a child&ndash;life-form may be said to exist inside of a parent&ndash;life-form. A &ldquo;god&rdquo; is a parent&ndash;life-form, who is able to achieve a wilful command over a child&ndash;life-form. Generally speaking, a child&ndash;life-form may be said to be a component part of the parent.</p>",
      "type": "story"
    },
    {
      "screen": "<p>This is our definition of a &ldquo;god,&rdquo; and that was our original starting point ... so as we return to our original question, let&apos;s ask: so what does it actually mean to be a god? This is not the most straight forward question to answer, but as it stands, we can use the systems and organs inside of our bodies to help provide us with a working example.</p>",
      "type": "story"
    },
    {
      "screen": "<p> Here in our example: you will play the role of a &ldquo;god.&rdquo; You will be the parent&ndash;life-form, who is able to achieve a wilful command over a child&ndash;life-form. Here, all of the various different systems, and organs inside of your body will represent all of the various different child&ndash;life-forms in question.</p>",
      "type": "story"
    },
    {
      "screen": "<p>In our example: if you were to wish to clap your hands together, then all you would need to do is to &ldquo;will&rdquo; for this to happen. When you do this, all of the various different systems and organs inside of your body will all automatically respond, and your hands will simply clap themselves together.</p>",
      "type": "story"
    },
    {
      "screen": "<p>This everyday activity may, or may not strike you as miraculous, but never the less, this is what it means to be a &ldquo;god.&rdquo; This is what it means to be a parent&ndash;life-form, who is able to achieve a wilful command over a child&ndash;life-form&mdash;or a whole system of child&ndash;life-forms, as the case may be.</p>",
      "type": "story"
    },
    {
      "screen": "<p>For what is occurring here is that all of the various different systems, and organs inside of your body are all intelligently responding to your will. Remember, each of them may be regarded as an independent life-form in their own right, therefore each of them is able to &ldquo;feel&rdquo; that you want them to do something, and further able to decipher an intelligent response.</p>",
      "type": "story"
    },
    {
      "screen": "<p>The systems, and organs inside of your body will make the effort to respond to your will, because you are their &ldquo;god.&rdquo; If they are able to respond to you correctly, then you will reward them with a dose of &ldquo;love.&rdquo; Equally, if they should fail to comply to your will, then you will punish them with a sharp dose of &ldquo;hate.&rdquo; This is the power that you have over them, and this is what it means to be a &ldquo;god.&rdquo;</p>",
      "type": "story"
    },
    {
      "screen": "<p>Love is the energy that powers life, and when your systems and organs are rewarded with a dose of love; it is a very blissful, and pleasing experience for them. It makes them feel joyful, and alive. This is what makes life worth living for them, and further more&mdash;in the grand scheme of things&mdash;this is ultimately the process that actually powers them, and keeps them alive.</p>",
      "type": "story"
    },
    {
      "screen": "<p>As a god, you will grant them this reward because you are pleased with them. You have wished for them to do something, and they have responded to you correctly. In other words, they have obeyed you. In this instance you have wished for your hands to be clapped together, and the systems and organs inside of your body have all responded, accordingly.</p>",
      "type": "story"
    },
    {
      "screen": "<p>As you reward them, you will flood your whole body with warmth, and love. This sensation is commonly known as a &ldquo;tingle.&rdquo; We say that your whole body will &ldquo;tingle&rdquo; with excitement. This sensation is only very slight for when you do something as trivial as clapping your hands together, but never the less it is still there.</p>",
      "type": "story"
    },
    {
      "screen": "<p>This is what happens when everything goes to plan, but what should happen if your systems, and organs should fail to respond to you accordingly? What would happen if for some inexplicable reason, one of your hands somehow managed to miss the other one completely? What would happen then?</p>",
      "type": "story"
    },
    {
      "screen": "<p>On this occasion, you will not be so pleased with the result. This outcome will not leave you tingling with excitement; rather it will leave you feeling a little bit confused, and frustrated instead. This means that you will not flood your body with warmth, and love, and your systems and organs will not gain any sense of reward.</p>",
      "type": "story"
    },
    {
      "screen": "<p>It&apos;s probably fair to assume that the systems, and organs inside of your body have no real sense of what you are trying to achieve. The importance of you clapping your hands together, or not, is probably quite lost on them. But they will still mourn the loss of love that they failed to receive regardless, and this absence shall remain something that they do understand, all the same.</p>",
      "type": "story"
    },
    {
      "screen": "<p>So to this extent, they will feel just as disappointed in the outcome as you do, and thus the whole experience shall become something they would rather not repeat. This result may not be viewed as a successful outcome, as such, but neither is it such a catastrophe either. Ultimately you are free to try again, and hopefully your hands will simply clap themselves together for the next time.</p>",
      "type": "story"
    },
    {
      "screen": "<p>If you are successful on your second attempt, then your initial failure will be very quickly forgotten, and your life can go back to normal, again. You are happy, the systems and organs inside of your body are happy, so everybody wins! In a sense, you could say that we are describing a neutral outcome here, as opposed to a positive, or a negative result.</p>",
      "type": "story"
    },
    {
      "screen": "<p>But what would happen if your systems, and organs should fail you? In other words, what would happen if they should disobey you? What would happen if you wished to clap your hands together, and your hands simply made no attempt to respond? What if they remained perfectly still by your side? What would happen then?</p>",
      "type": "story"
    },
    {
      "screen": "<p>If you were an able-bodied person, then your initial reaction would be one of shock; but this would very quickly subside into a state of rage, as you desperately willed for your hands to clap themselves together. You may even scream, and shout in frustration; you would will with all your might for your hands to show even the slightest sign of movement.</p>",
      "type": "story"
    },
    {
      "screen": "<p>As you do this, you will flood your body full of rage, and hate! Hate is the opposite of love&mdash;it destroys and depletes love. This will cause your systems and organs to all writhe in agony. They will feel as if they were being punished, or tortured in some way. In fact, they will find this experience so cataclysmic that they will feel as if they have incurred the wrath of God!</p>",
      "type": "story"
    },
    {
      "screen": "<p>Technically of course, this is exactly what they will have done; for this is what you are to them&mdash;you are their god! So this is what it means to be a god. This is what it means to be a parent&ndash;life-form, who is able to achieve a wilful command over a child&ndash;life-form, and as you can see, the power that you have is absolutely enormous. It is quite literally &ldquo;god-like!&rdquo;</p>",
      "type": "story"
    },
    {
      "screen": "<p>Our example demonstrates that from the very moment that you decide to clap your hands together, all of the systems and organs inside of your body are all immediately faced with a decision. They can either choose to obey you, or they can choose to defy you. They can either choose to feel pleasure, or they can either choose to feel pain.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Now this may not seem like much of a choice to you, but yet the decision still remains theirs to make. This dilemma illustrates a very important principle&mdash;something that applies to all living things, and is not restricted to any given creature or life-form, as such. This is something that applies to all within the body of the universe. What we are discussing here is the principle of &ldquo;free-will.&rdquo;</p>",
      "type": "story"
    },
    {
      "screen": "<p>The principle of free-will really does reflect a level of genius in the design of the universe, that warrants far more attention than we are about to detail here, but it is still worth touching upon this subject, even if it is just explain how it impacts onto the lives of an ordinary, everyday creatures, such as ourselves.</p>",
      "type": "story"
    },
    {
      "screen": "<p>The short of it is that &ldquo;choice&rdquo; doesn&apos;t really lie in the things you choose do in life. These things are usually pre-ordained for you, by a higher force, or power. Choice is something different. Choice lies in how you approach the given task at hand, or whether you choose to approach it at all. This is what defines the principle of free-will.</p>",
      "type": "story"
    }
  ]
}