{
  "chapter": [
    {
      "screen": "<h2>Chapter 19: Kingdom Come</h2>",
      "type": "text"
    },
    {
      "screen": "<p>The Messiah will kill Lucifer in a battle that shall be recorded for all time. He himself will be killed several times in this battle, but each and every time, he shall be brought back to life. Such is God&apos;s want to win, and such is the Messiah&apos;s will to obey. This victory will very much be a reflection of both of their hard fought efforts.</p>",
      "type": "story"
    },
    {
      "screen": "<p>This battle shall mark the end of Lucifer’s time on this earth. The Dark-Lord shall be completely destroyed, and all of his demons shall be vanquished. Not one trace of the once mighty scourge shall remain, and he shall no-longer torment the earth. This battle shall see the end of all evil, for good!</p>",
      "type": "story"
    },
    {
      "screen": "<p>The Messiah&apos;s victory shall herald a new dawn for all humanity; for as the he conquers over Lucifer, so shall he also conquer over all of his domain. This means that he shall conquer over all of us, and he shall become the most powerful man who has ever lived. His victory will make him the king of kings, and he shall rule the world!</p>",
      "type": "story"
    },
    {
      "screen": "<p>As a king he shall become so powerful, that he will be looked upon as sitting upon a throne along side God, in Heaven! The Messiah will be the first man to ever conquer over all of mankind, and so for the first time in history we shall all be united under a single ruler. This means that for the first time in history, we shall all be united as one!</p>",
      "type": "story"
    },
    {
      "screen": "<p>The Messiah will help us to build a better world. His sovereignty will help us to completely revolutionise this whole world that we live in! His governance, and teachings will help us to discover a new depth, and richness to our lives. He will teach us how to love each other, and live together in harmony. He will bring us peace. Believe it or not, there will be peace on earth!</p>",
      "type": "story"
    },
    {
      "screen": "<p>The sciences, and the arts will all explode with invention, and creativity. This movement will be so radical, that it shall completely transform our whole way of life! We will build things so awe-inspiring that you could not imagine; create things so wonderful that you could not believe&mdash;not even in your wildest dreams!</p>",
      "type": "story"
    },
    {
      "screen": "<p>And this will be a world where everyone believes in God! A world where everyone will understand who he is, and how important he is to us. They will all understand the nature of our existence inside of him, and how he is our connection to the tree of life.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Everyone will become enlightened, so to speak&mdash;they will achieve a higher state of consciousness. This generation will be the first to understand how we are all a part of the body of God, and how all of us are one. As we embrace this fundamental truth, so shall we also embrace the idea of living in harmony with God.</p>",
      "type": "story"
    },
    {
      "screen": "<p>Thus the Messiah will inspire a world whereby everyone will understand the wisdom of choosing right over wrong, and where everyone will choose to be good! And this they will do quite freely! They will do so of their own free-will. They will do so because this will be all that makes them happy, and all that makes sense to them.</p>",
      "type": "story"
    },
    {
      "screen": "<p>These people will genuinely understand how this is not only the key to finding happiness within their own lives, but how it is also the key to building a better world. In this enlightened society, the obvious will start to become a lot more apparent to people, and everything will become a matter of common sense.</p>",
      "type": "story"
    },
    {
      "screen": "<p>For example: if everyone was nice to each other, then this world would simply become a much nicer place to live in. This generation will all understand these simple things, and thus everyone will do their best to play their part. The net result will be that people will become a lot more kind, and thoughtful in how they are.</p>",
      "type": "story"
    },
    {
      "screen": "<p>So the people wont just be polite, and courteous towards each other, but they will actually become quite loving, and kind towards each other! They wont just be civilised, and well-behaved, but they will actually become quite saintly, and divine! And this shall be done in no superficial way; this they shall do from the bottom of their hearts!</p>",
      "type": "story"
    },
    {
      "screen": "<p>Everything they do shall be done in good conscience, and everything they do shall be done out of love! This means that they shall consider the well-being of others in everything they do, and they will measure the consequences of their actions for every last decision that they make.</p>",
      "type": "story"
    },
    {
      "screen": "<p>But these will be people of heightened consciousness, so they won&apos;t just consider the well-being of those who may happen to be immediately around them. They will consider the well-being of others across time, and space! They will to consider the well-being of future generations, and those on the other side of the world!</p>",
      "type": "story"
    },
    {
      "screen": "<p>Human decency, and kindness will reign supreme in the Messiah&apos;s new kingdom; as will other virtues such as honesty, and telling the truth. This shall be a world where no-one will ever lie, cheat, or steal in any form. No-one will ever sin, but more than this, no-one will actually choose to do anything even remotely wrong!</p>",
      "type": "story"
    },
    {
      "screen": "<p>This will be a world where everyone will be entirely devoted to God, and amazingly, we will manage to achieve all of this without any form of organised religion! This means that we will not have any temples, or places of worship. It means that we will not have any religious ceremonies, or any religious leaders to conduct them, either!</p>",
      "type": "story"
    },
    {
      "screen": "<p>We will not have these things, because we will not need them. People will find a entirely different way to relate to God; they will learn how to relate to him directly, instead. They will simply learn how to listen to that little voice that we all have inside of ourselves, that tells us what to think, and how to feel. In other words, they learn how to listen to their hearts! </p>",
      "type": "story"
    },
    {
      "screen": "<p>This is how we will relate to God in the Messiah&apos;s new kingdom, and this is how we will let him guide us. The people will simply consult their hearts, and do what they feel is right. We will have no need for a religious order to help us to mediate this process. In fact, the people will soon look back and find it ridiculous how we ever did!</p>",
      "type": "story"
    },
    {
      "screen": "<p>The dissolution of our religious institutions will be something quite extraordinary, but not nearly as impressive as the dissolution of our criminal justice system. Believe it or not, but this will be a world where we will not have any laws, or any law enforcement. Neither shall it be a world where we will have any courts, or any prisons, either!</p>",
      "type": "story"
    },
    {
      "screen": "<p>As with our religious institutions&mdash;we will not have these things, because we will not need them. This shall be a world where no-one will ever choose to do anything wrong, and so it shall also be a world therefore, where we will no-longer need to cope with any criminal behaviour. Hence the reason for the dissolution of our entire legal system!</p>",
      "type": "story"
    },
    {
      "screen": "<p>As incredible as it may seem, this effectively means that the only person that we will ever have to answer to in life, shall be God. God, and our elders that is, but in truth, mostly ever God! God&apos;s capacity for love is unlimited, and he shall love us all enormously for our obedience, and devotion. As such, we shall become a &ldquo;love-rich&rdquo; society.</p>",
      "type": "story"
    },
    {
      "screen": "<p>A love-rich society really is something quite difficult to explain; there is nothing you can immediately compare it to, and it really is one of those things that needs to be seen to be believed! To explain it, you would have to say that love is the energy that powers life, and in a love-rich society, everyone is absolutely bursting with love!</p>",
      "type": "story"
    },
    {
      "screen": "<p>This means that everyone is absolutely bursting with excitement, and enthusiasm for everything they do. This shall become apparent in almost every aspect of our lives, but none more so than in the amount of song, and dance that there shall be. Although this may sound ridiculous, these people will actually sing, and dance all day long!</p>",
      "type": "story"
    },
    {
      "screen": "<p>They will be singing, and dancing all of the time&mdash;morning, noon, and night. Regardless of wherever they are, or whatever they are doing, no-one will ever be able to resist the temptation to start singing, and dancing! As strange as this must sound, our lives will actually begin to resemble a giant, living musical!</p>",
      "type": "story"
    },
    {
      "screen": "<p>Our hearts will simply be bursting with so much love, that every last moment will feel like the perfect moment to start bursting into song! As bizarre as this may seem, this phenomenon will become so integral to our lives, that we shall actually invent a special name for it. The people will say that they live, and work in &ldquo;song.&rdquo;</p>",
      "type": "story"
    },
    {
      "screen": "<p>Music will be played in most public spaces, but even if it wasn&apos;t, it wouldn&apos;t matter. This is because God will play the role of the ultimate DJ in our lives, and he will simply pump the music into our souls, regardless. He will set the music alive inside of us, and the people will just sing, and dance&mdash;even if there was no music to be heard!</p>",
      "type": "story"
    },
    {
      "screen": "<p>This way of life will very much become second nature to us, and the people will just sing and dance, with the same grace and beauty, as the birds and the bees in the sky! Just as with so many other animals in the animal kingdom; it will soon become very natural for us to do so, and singing and dancing will simply become, something that we do!</p>",
      "type": "story"
    },
    {
      "screen": "<p>And no-one shall be more glad of this than the Messiah himself! For struggle as he may do to express himself in life, singing and dancing will be something that he is genuinely good at. His body will be like magic to watch, and he will glide around our cities as if he were walking on water. In his new kingdom, the Messiah shall truly become, the lord of the dance!</p>",
      "type": "story"
    }
  ]
}