{
  "chapter": [
    {
      "screen": "<h2>Chapter 16: Evil</h2>",
      "type": "text"
    },
    {
      "screen": "<p>Vampires form the body of Lucifer, in the same way that we form the body of God&mdash;they form the cells within his body. They also obey him, in much the same way that we obey the will of God. This means that all he needs to do is to &ldquo;think it,&rdquo; and all of his vampires will respond.</p>",
      "type": "story"
    },
    {
      "screen": "<p>This is how Lucifer is able to organise his vampires into packs&mdash;vampires become even more deadly, when they hunt in packs. Here Lucifer will serve as the brain, while all of his vampires will respond to him, as drones. A vampire-network can strike with more precision than any other pack animal, and this is where Lucifer is truly at his most dangerous.</p>",
      "type": "story"
    },
    {
      "screen": "<p>In fact, some of these vampire-networks can grow so large, and so well-organised, that they no longer need to hunt us at all. They simply hold us as live-stock, and feed at their own leisure! As you can imagine, this is not the most dignified outcome for anyone who may suffer this misfortune; it is perhaps the most ghastly fate that anyone could ever possibly suffer!</p>",
      "type": "story"
    },
    {
      "screen": "<p>Anyone who becomes snared in a vampire-network, may otherwise be known as a &ldquo;human-battery.&rdquo; We call them this, because the vampires will all work together to take advantage of them as a power supply. They will trap them, and strategically drain the love from their hearts, as if they were drinking water from a well. They will quite literally turn them into a form of sustenance, and nothing more!</p>",
      "type": "story"
    },
    {
      "screen": "<p>A human-battery is usually completely oblivious to what is going on around them. Lucifer is a master of disguise, and he can easily remain invisible if he so chooses. Vampires look like us, they sound like us, and they act like us. This makes it almost impossible to tell them apart from anyone else, and a human-battery may well look upon them as normal, everyday people!</p>",
      "type": "story"
    },
    {
      "screen": "<p>People who they may know from work, or perhaps people who may happen to live in their local neighbourhood. They may even be close family members, or friends. The simple truth of the matter is that you can come face to face with a vampire, and you would simply never know&mdash;you would not suspect a thing. You would never guess that you had in fact come face to face with evil!</p>",
      "type": "story"
    },
    {
      "screen": "<p>And the worst part about all of this is how a vampire-network has got the capacity to grow to absolutely any scale it wants to, and they can often contain many tens of thousands of people. This allows them to engulf a human-battery in ways that they could never suspect. They can completely surround them, and corner them from every angle. They can invade their family-life, their work-life, their social-groups ... etc.</p>",
      "type": "story"
    },
    {
      "screen": "<p>The human-battery will be completely oblivious to all of this, and Lucifer will seek to take advantage of this fact. This allows him to work as a puppeteer in the background, and secretly orchestrate their whole world around them. In doing this he will transform their world into a living hell, and turn their whole life into nothing but misery!</p>",
      "type": "story"
    },
    {
      "screen": "<p>He will ensure that everything they try, shall fail, and everything they desire, shall be systematically denied to them. Punishing bad-luck, and misfortune will fall upon them at every opportunity, and heartache, and suffering shall become all they ever know. Lucifer is without mercy, and he will be relentless as he breaks their hearts&mdash;over and over, again and again!</p>",
      "type": "story"
    },
    {
      "screen": "<p>But the most terrible part about is how careful he will be to keep them alive, while all of this is going on. He does not do this to be kind, he does this because they are of no use to him if they are dead. So he will make certain to ensure they maintain enough hope to keep living, but each time their heart&apos;s feel replenished, he will simply strike them down with misfortune, once again!</p>",
      "type": "story"
    },
    {
      "screen": "<p>Lucifer will harvest them in this respect, and there really is no way to explain a torture like this. This approach allows him to drain every last inch of life out of their soul, and effectively high-jack their connection to the tree of life. He will effectively turn the human-battery into a zombie, so that his vampires can party in a world of sin!</p>",
      "type": "story"
    },
    {
      "screen": "<p>Zombies created by Lucifer are the most damned of all of us&mdash;this is truly a fate worse than death. To only ever know heartache and suffering, and to never know how or why&mdash;this really is evil in its most purest form! And what&apos;s worse is how defenseless they become; they are often ridiculed, and beaten&mdash;and all they can do is watch as their whole world around them collapses!</p>",
      "type": "story"
    },
    {
      "screen": "<p>Eventually it drives them insane, and it will come as no surprise to learn that almost all of them turn to darkness, but this is truly not their fault. They have simply had no choice in the matter. These creatures do not turn to evil because they wish to sin; they turn to sin, so that they may live! There is a distinction here, and even God would admit that this was true!</p>",
      "type": "story"
    },
    {
      "screen": "<p> Even God himself would admit that he has failed them, but the simple truth of the matter is that there is nothing he can do on this occassion. The Dark-Lord has simply been too clever, and too strong, and there is nothing he can do to respond. This is a situation where God is completely helpless to protect his children, and you will never actually know the sheer rage it makes him feel!</p>",
      "type": "story"
    }
  ]
}